const GTFS_DATA = [
  {
    "id": "003310",
    "name": "河原町三条",
    "desc": "河原町三条(D)",
    "lat": 35.00790047,
    "lon": 135.76914821
  },
  {
    "id": "003320",
    "name": "河原町三条",
    "desc": "河原町三条(C)",
    "lat": 35.00811822,
    "lon": 135.76912252
  },
  {
    "id": "003330",
    "name": "河原町三条",
    "desc": "河原町三条(B)",
    "lat": 35.00948494,
    "lon": 135.7690689
  },
  {
    "id": "003340",
    "name": "河原町三条",
    "desc": "河原町三条(A)",
    "lat": 35.00987075,
    "lon": 135.76905163
  },
  {
    "id": "003410",
    "name": "河原町三条",
    "desc": "河原町三条(H)",
    "lat": 35.01003155,
    "lon": 135.76888119
  },
  {
    "id": "003420",
    "name": "河原町三条",
    "desc": "河原町三条(G)",
    "lat": 35.00989903,
    "lon": 135.76888703
  },
  {
    "id": "003430",
    "name": "河原町三条",
    "desc": "河原町三条(F)",
    "lat": 35.00970286,
    "lon": 135.76888059
  },
  {
    "id": "003440",
    "name": "河原町三条",
    "desc": "河原町三条(E)",
    "lat": 35.00802633,
    "lon": 135.76895324
  },
  {
    "id": "004110",
    "name": "京都市役所前",
    "desc": "京都市役所前(B)",
    "lat": 35.01108195,
    "lon": 135.76995975
  },
  {
    "id": "004120",
    "name": "京都市役所前",
    "desc": "京都市役所前(D)",
    "lat": 35.01095614,
    "lon": 135.76689592
  },
  {
    "id": "004200",
    "name": "京都市役所前",
    "desc": "京都市役所前(C)",
    "lat": 35.01077114,
    "lon": 135.76802918
  },
  {
    "id": "004300",
    "name": "京都市役所前",
    "desc": "京都市役所前(A)",
    "lat": 35.01265653,
    "lon": 135.76906829
  },
  {
    "id": "004400",
    "name": "京都市役所前",
    "desc": "京都市役所前(E)",
    "lat": 35.0125758,
    "lon": 135.76887315
  },
  {
    "id": "005100",
    "name": "河原町丸太町",
    "desc": "河原町丸太町(D)",
    "lat": 35.01755939,
    "lon": 135.76826657
  },
  {
    "id": "005200",
    "name": "河原町丸太町",
    "desc": "河原町丸太町(B)",
    "lat": 35.01750251,
    "lon": 135.77001433
  },
  {
    "id": "005300",
    "name": "河原町丸太町",
    "desc": "河原町丸太町(A)",
    "lat": 35.01838521,
    "lon": 135.76929302
  },
  {
    "id": "005400",
    "name": "河原町丸太町",
    "desc": "河原町丸太町(C)",
    "lat": 35.01682067,
    "lon": 135.76885088
  },
  {
    "id": "006300",
    "name": "府立医大病院前",
    "desc": "府立医大病院前(南行)",
    "lat": 35.02385134,
    "lon": 135.76930678
  },
  {
    "id": "006400",
    "name": "府立医大病院前",
    "desc": "府立医大病院前(北行)",
    "lat": 35.02277453,
    "lon": 135.76911974
  },
  {
    "id": "008110",
    "name": "河原町今出川",
    "desc": "河原町今出川(A)",
    "lat": 35.02918804,
    "lon": 135.77060638
  },
  {
    "id": "008120",
    "name": "河原町今出川",
    "desc": "河原町今出川(E)",
    "lat": 35.02925018,
    "lon": 135.76837992
  },
  {
    "id": "008200",
    "name": "河原町今出川",
    "desc": "河原町今出川(D)",
    "lat": 35.02907785,
    "lon": 135.76898748
  },
  {
    "id": "008300",
    "name": "河原町今出川",
    "desc": "河原町今出川(B)",
    "lat": 35.0281711,
    "lon": 135.76958884
  },
  {
    "id": "008400",
    "name": "河原町今出川",
    "desc": "河原町今出川(C)",
    "lat": 35.02788173,
    "lon": 135.7693744
  },
  {
    "id": "009100",
    "name": "出町柳駅前",
    "desc": "出町柳駅前(B)",
    "lat": 35.02893966,
    "lon": 135.77305727
  },
  {
    "id": "009200",
    "name": "出町柳駅前",
    "desc": "出町柳駅前(A)",
    "lat": 35.02869759,
    "lon": 135.77396395
  },
  {
    "id": "009310",
    "name": "出町柳駅前",
    "desc": "出町柳駅前(D)",
    "lat": 35.02993536,
    "lon": 135.77272005
  },
  {
    "id": "009400",
    "name": "出町柳駅前",
    "desc": "出町柳駅前(C)",
    "lat": 35.02971757,
    "lon": 135.77244832
  },
  {
    "id": "010300",
    "name": "新葵橋",
    "desc": "新葵橋(南行)",
    "lat": 35.03301262,
    "lon": 135.77080828
  },
  {
    "id": "010400",
    "name": "新葵橋",
    "desc": "新葵橋(北行)",
    "lat": 35.03319765,
    "lon": 135.77060278
  },
  {
    "id": "011300",
    "name": "糺ノ森",
    "desc": "糺ノ森(南行)",
    "lat": 35.03712474,
    "lon": 135.77109416
  },
  {
    "id": "011400",
    "name": "糺ノ森",
    "desc": "糺ノ森(北行)",
    "lat": 35.03707471,
    "lon": 135.77090337
  },
  {
    "id": "012300",
    "name": "下鴨神社前",
    "desc": "下鴨神社前(南行)",
    "lat": 35.03906208,
    "lon": 135.77102735
  },
  {
    "id": "012400",
    "name": "下鴨神社前",
    "desc": "下鴨神社前(北行)",
    "lat": 35.03819325,
    "lon": 135.77084157
  },
  {
    "id": "013300",
    "name": "一本松",
    "desc": "一本松(南行)",
    "lat": 35.04134569,
    "lon": 135.77100097
  },
  {
    "id": "013400",
    "name": "一本松",
    "desc": "一本松(北行)",
    "lat": 35.04116573,
    "lon": 135.77082525
  },
  {
    "id": "014100",
    "name": "洛北高校前",
    "desc": "洛北高校前(A)",
    "lat": 35.04412322,
    "lon": 135.77171466
  },
  {
    "id": "014200",
    "name": "洛北高校前",
    "desc": "洛北高校前(D)",
    "lat": 35.04388327,
    "lon": 135.77010083
  },
  {
    "id": "014300",
    "name": "洛北高校前",
    "desc": "洛北高校前(B)",
    "lat": 35.04293367,
    "lon": 135.77100666
  },
  {
    "id": "014400",
    "name": "洛北高校前",
    "desc": "洛北高校前(C)",
    "lat": 35.04325499,
    "lon": 135.77079338
  },
  {
    "id": "015100",
    "name": "府立大学前",
    "desc": "府立大学前(東行)",
    "lat": 35.04400003,
    "lon": 135.76800009
  },
  {
    "id": "015200",
    "name": "府立大学前",
    "desc": "府立大学前(西行)",
    "lat": 35.04383649,
    "lon": 135.76845558
  },
  {
    "id": "016100",
    "name": "植物園前",
    "desc": "植物園前(東行)",
    "lat": 35.04388718,
    "lon": 135.76429799
  },
  {
    "id": "016200",
    "name": "植物園前",
    "desc": "植物園前(西行)",
    "lat": 35.0437089,
    "lon": 135.76445778
  },
  {
    "id": "017100",
    "name": "烏丸北大路",
    "desc": "烏丸北大路(A)",
    "lat": 35.04376917,
    "lon": 135.76010489
  },
  {
    "id": "017200",
    "name": "烏丸北大路",
    "desc": "烏丸北大路(B)",
    "lat": 35.04359302,
    "lon": 135.76066027
  },
  {
    "id": "017300",
    "name": "烏丸北大路",
    "desc": "烏丸北大路(C)",
    "lat": 35.04318395,
    "lon": 135.75943324
  },
  {
    "id": "017400",
    "name": "烏丸北大路",
    "desc": "烏丸北大路(D)",
    "lat": 35.04310317,
    "lon": 135.75922208
  },
  {
    "id": "018100",
    "name": "北大路新町",
    "desc": "北大路新町(東行)",
    "lat": 35.04201133,
    "lon": 135.75411441
  },
  {
    "id": "018200",
    "name": "北大路新町",
    "desc": "北大路新町(西行)",
    "lat": 35.04271498,
    "lon": 135.75572032
  },
  {
    "id": "020100",
    "name": "元町",
    "desc": "元町(東行)",
    "lat": 35.05003004,
    "lon": 135.75369606
  },
  {
    "id": "020200",
    "name": "元町",
    "desc": "元町(西行)",
    "lat": 35.04988241,
    "lon": 135.75383524
  },
  {
    "id": "021100",
    "name": "上堀川",
    "desc": "上堀川(A)",
    "lat": 35.05001748,
    "lon": 135.75205347
  },
  {
    "id": "021200",
    "name": "上堀川",
    "desc": "上堀川(B)",
    "lat": 35.0498595,
    "lon": 135.75247959
  },
  {
    "id": "021300",
    "name": "上堀川",
    "desc": "上堀川(C)",
    "lat": 35.04936957,
    "lon": 135.7516322
  },
  {
    "id": "021400",
    "name": "上堀川",
    "desc": "上堀川(D)",
    "lat": 35.04923285,
    "lon": 135.75142902
  },
  {
    "id": "022100",
    "name": "下緑町",
    "desc": "下緑町(東行)",
    "lat": 35.04984905,
    "lon": 135.7488534
  },
  {
    "id": "022200",
    "name": "下緑町",
    "desc": "下緑町(西行)",
    "lat": 35.04964646,
    "lon": 135.74803643
  },
  {
    "id": "023100",
    "name": "常徳寺前",
    "desc": "常徳寺前(東行)",
    "lat": 35.04947385,
    "lon": 135.74574968
  },
  {
    "id": "023200",
    "name": "常徳寺前",
    "desc": "常徳寺前(西行)",
    "lat": 35.04919628,
    "lon": 135.7448613
  },
  {
    "id": "024100",
    "name": "紫野泉堂町",
    "desc": "紫野泉堂町(東行)",
    "lat": 35.04926313,
    "lon": 135.74177851
  },
  {
    "id": "024300",
    "name": "紫野泉堂町",
    "desc": "紫野泉堂町(南行)",
    "lat": 35.048828,
    "lon": 135.7411178
  },
  {
    "id": "024400",
    "name": "紫野泉堂町",
    "desc": "紫野泉堂町(北行)",
    "lat": 35.04809355,
    "lon": 135.74037566
  },
  {
    "id": "025100",
    "name": "旭ヶ丘",
    "desc": "旭ヶ丘(東行)",
    "lat": 35.0463293,
    "lon": 135.73913859
  },
  {
    "id": "025200",
    "name": "旭ヶ丘",
    "desc": "旭ヶ丘(西行)",
    "lat": 35.04735539,
    "lon": 135.74007424
  },
  {
    "id": "026200",
    "name": "佛教大学前",
    "desc": "佛教大学前(A)",
    "lat": 35.04590753,
    "lon": 135.73905683
  },
  {
    "id": "026300",
    "name": "佛教大学前",
    "desc": "佛教大学前(B)",
    "lat": 35.04407255,
    "lon": 135.73837781
  },
  {
    "id": "026400",
    "name": "佛教大学前",
    "desc": "佛教大学前(C)",
    "lat": 35.04408732,
    "lon": 135.73818541
  },
  {
    "id": "027400",
    "name": "北木ノ畑町",
    "desc": "北木ノ畑町(北行)",
    "lat": 35.04669033,
    "lon": 135.73699163
  },
  {
    "id": "028400",
    "name": "鷹峯上ノ町",
    "desc": "鷹峯上ノ町(北行)",
    "lat": 35.04839711,
    "lon": 135.73606408
  },
  {
    "id": "029400",
    "name": "土天井町",
    "desc": "土天井町(北行)",
    "lat": 35.0509295,
    "lon": 135.73433246
  },
  {
    "id": "030100",
    "name": "鷹峯源光庵前",
    "desc": "鷹峯源光庵前(東行)",
    "lat": 35.05432223,
    "lon": 135.73236706
  },
  {
    "id": "031100",
    "name": "釈迦谷口",
    "desc": "釈迦谷口(東行)",
    "lat": 35.05426913,
    "lon": 135.73431242
  },
  {
    "id": "032100",
    "name": "玄琢",
    "desc": "玄琢(東行)",
    "lat": 35.05278414,
    "lon": 135.73674549
  },
  {
    "id": "033300",
    "name": "玄琢下",
    "desc": "玄琢下(南行)",
    "lat": 35.05135777,
    "lon": 135.74117714
  },
  {
    "id": "033400",
    "name": "玄琢下",
    "desc": "玄琢下(北行)",
    "lat": 35.05281681,
    "lon": 135.74104161
  },
  {
    "id": "034110",
    "name": "西賀茂車庫前",
    "desc": "西賀茂車庫前(東行(車庫内))",
    "lat": 35.06425901,
    "lon": 135.74549038
  },
  {
    "id": "034120",
    "name": "西賀茂車庫前",
    "desc": "西賀茂車庫前(東行)",
    "lat": 35.06364975,
    "lon": 135.7445596
  },
  {
    "id": "034210",
    "name": "西賀茂車庫前",
    "desc": "西賀茂車庫前(西行(車庫内))",
    "lat": 35.06421071,
    "lon": 135.74552525
  },
  {
    "id": "034220",
    "name": "西賀茂車庫前",
    "desc": "西賀茂車庫前(西行)",
    "lat": 35.06415755,
    "lon": 135.74574716
  },
  {
    "id": "035300",
    "name": "神光院前",
    "desc": "神光院前(南行)",
    "lat": 35.06124025,
    "lon": 135.74404486
  },
  {
    "id": "035400",
    "name": "神光院前",
    "desc": "神光院前(北行)",
    "lat": 35.06054775,
    "lon": 135.74396216
  },
  {
    "id": "036300",
    "name": "大宮総門口町",
    "desc": "大宮総門口町(南行)",
    "lat": 35.05821084,
    "lon": 135.7441076
  },
  {
    "id": "036400",
    "name": "大宮総門口町",
    "desc": "大宮総門口町(北行)",
    "lat": 35.05772573,
    "lon": 135.74397815
  },
  {
    "id": "037100",
    "name": "大宮田尻町",
    "desc": "大宮田尻町(東行)",
    "lat": 35.05702471,
    "lon": 135.74762834
  },
  {
    "id": "037200",
    "name": "大宮田尻町",
    "desc": "大宮田尻町(西行)",
    "lat": 35.05695944,
    "lon": 135.74652227
  },
  {
    "id": "038100",
    "name": "上賀茂御薗橋",
    "desc": "上賀茂御薗橋(東行)",
    "lat": 35.05701559,
    "lon": 135.74968232
  },
  {
    "id": "038200",
    "name": "上賀茂御薗橋",
    "desc": "上賀茂御薗橋(西行)",
    "lat": 35.05694519,
    "lon": 135.74930571
  },
  {
    "id": "038300",
    "name": "上賀茂御薗橋",
    "desc": "上賀茂御薗橋(南行)",
    "lat": 35.05560406,
    "lon": 135.75190945
  },
  {
    "id": "038400",
    "name": "上賀茂御薗橋",
    "desc": "上賀茂御薗橋(北行)",
    "lat": 35.05514618,
    "lon": 135.75216523
  },
  {
    "id": "039300",
    "name": "加茂川中学前",
    "desc": "加茂川中学前(南行)",
    "lat": 35.05426057,
    "lon": 135.751481
  },
  {
    "id": "039400",
    "name": "加茂川中学前",
    "desc": "加茂川中学前(北行)",
    "lat": 35.05436912,
    "lon": 135.75129364
  },
  {
    "id": "040200",
    "name": "下岸町",
    "desc": "下岸町(西行)",
    "lat": 35.05268302,
    "lon": 135.75079902
  },
  {
    "id": "040300",
    "name": "下岸町",
    "desc": "下岸町(南行)",
    "lat": 35.05247189,
    "lon": 135.75151669
  },
  {
    "id": "040410",
    "name": "下岸町",
    "desc": "下岸町(北行北詰)",
    "lat": 35.05318709,
    "lon": 135.75132524
  },
  {
    "id": "040420",
    "name": "下岸町",
    "desc": "下岸町(北行南詰)",
    "lat": 35.05199103,
    "lon": 135.75135626
  },
  {
    "id": "041100",
    "name": "上賀茂菖蒲園町",
    "desc": "上賀茂菖蒲園町(東行)",
    "lat": 35.05396712,
    "lon": 135.75659596
  },
  {
    "id": "041200",
    "name": "上賀茂菖蒲園町",
    "desc": "上賀茂菖蒲園町(西行)",
    "lat": 35.05391835,
    "lon": 135.7565226
  },
  {
    "id": "042300",
    "name": "東高縄町",
    "desc": "東高縄町(南行)",
    "lat": 35.04731571,
    "lon": 135.75166858
  },
  {
    "id": "042400",
    "name": "東高縄町",
    "desc": "東高縄町(北行)",
    "lat": 35.04696858,
    "lon": 135.75149944
  },
  {
    "id": "043300",
    "name": "下鳥田町",
    "desc": "下鳥田町(南行)",
    "lat": 35.04460079,
    "lon": 135.75174427
  },
  {
    "id": "043400",
    "name": "下鳥田町",
    "desc": "下鳥田町(北行)",
    "lat": 35.04364563,
    "lon": 135.75159598
  },
  {
    "id": "044100",
    "name": "北大路堀川",
    "desc": "北大路堀川(D)",
    "lat": 35.0408035,
    "lon": 135.75075443
  },
  {
    "id": "044200",
    "name": "北大路堀川",
    "desc": "北大路堀川(C)",
    "lat": 35.04061044,
    "lon": 135.75083157
  },
  {
    "id": "044310",
    "name": "北大路堀川",
    "desc": "北大路堀川(B)",
    "lat": 35.0400152,
    "lon": 135.75189292
  },
  {
    "id": "044320",
    "name": "北大路堀川",
    "desc": "北大路堀川(A)",
    "lat": 35.04107308,
    "lon": 135.75186807
  },
  {
    "id": "044400",
    "name": "北大路堀川",
    "desc": "北大路堀川(E)",
    "lat": 35.04123015,
    "lon": 135.75163672
  },
  {
    "id": "045300",
    "name": "下総町",
    "desc": "下総町(南行)",
    "lat": 35.04068107,
    "lon": 135.75940946
  },
  {
    "id": "045400",
    "name": "下総町",
    "desc": "下総町(北行)",
    "lat": 35.04079835,
    "lon": 135.75923662
  },
  {
    "id": "048100",
    "name": "烏丸今出川（地下鉄今出川駅）",
    "desc": "烏丸今出川（地下鉄今出川駅）(A)",
    "lat": 35.0291451,
    "lon": 135.76009156
  },
  {
    "id": "048200",
    "name": "烏丸今出川（地下鉄今出川駅）",
    "desc": "烏丸今出川（地下鉄今出川駅）(B)",
    "lat": 35.02900606,
    "lon": 135.76017997
  },
  {
    "id": "048300",
    "name": "烏丸今出川（地下鉄今出川駅）",
    "desc": "烏丸今出川（地下鉄今出川駅）(C)",
    "lat": 35.02829469,
    "lon": 135.75946916
  },
  {
    "id": "048400",
    "name": "烏丸今出川（地下鉄今出川駅）",
    "desc": "烏丸今出川（地下鉄今出川駅）(D)",
    "lat": 35.0283564,
    "lon": 135.75928203
  },
  {
    "id": "049300",
    "name": "烏丸一条",
    "desc": "烏丸一条(南行)",
    "lat": 35.02559087,
    "lon": 135.75944348
  },
  {
    "id": "049400",
    "name": "烏丸一条",
    "desc": "烏丸一条(北行)",
    "lat": 35.02573111,
    "lon": 135.75926916
  },
  {
    "id": "050300",
    "name": "烏丸下長者町",
    "desc": "烏丸下長者町(南行)",
    "lat": 35.02200276,
    "lon": 135.75942442
  },
  {
    "id": "050400",
    "name": "烏丸下長者町",
    "desc": "烏丸下長者町(北行)",
    "lat": 35.02199375,
    "lon": 135.75924079
  },
  {
    "id": "051100",
    "name": "烏丸丸太町（地下鉄丸太町駅）",
    "desc": "烏丸丸太町（地下鉄丸太町駅）(A)",
    "lat": 35.01748862,
    "lon": 135.76008166
  },
  {
    "id": "051200",
    "name": "烏丸丸太町（地下鉄丸太町駅）",
    "desc": "烏丸丸太町（地下鉄丸太町駅）(B)",
    "lat": 35.0173161,
    "lon": 135.76073412
  },
  {
    "id": "051300",
    "name": "烏丸丸太町（地下鉄丸太町駅）",
    "desc": "烏丸丸太町（地下鉄丸太町駅）(C)",
    "lat": 35.01652486,
    "lon": 135.75965716
  },
  {
    "id": "051400",
    "name": "烏丸丸太町（地下鉄丸太町駅）",
    "desc": "烏丸丸太町（地下鉄丸太町駅）(D)",
    "lat": 35.01657263,
    "lon": 135.75941887
  },
  {
    "id": "052300",
    "name": "烏丸二条",
    "desc": "烏丸二条(南行)",
    "lat": 35.01396971,
    "lon": 135.75975689
  },
  {
    "id": "052400",
    "name": "烏丸二条",
    "desc": "烏丸二条(北行)",
    "lat": 35.01396334,
    "lon": 135.75950867
  },
  {
    "id": "053100",
    "name": "烏丸御池",
    "desc": "烏丸御池(A)",
    "lat": 35.01094798,
    "lon": 135.76048011
  },
  {
    "id": "053200",
    "name": "烏丸御池",
    "desc": "烏丸御池(C)",
    "lat": 35.01069218,
    "lon": 135.75923783
  },
  {
    "id": "053300",
    "name": "烏丸御池",
    "desc": "烏丸御池(B)",
    "lat": 35.01019494,
    "lon": 135.75976481
  },
  {
    "id": "053400",
    "name": "烏丸御池",
    "desc": "烏丸御池(D)",
    "lat": 35.01162823,
    "lon": 135.75954267
  },
  {
    "id": "054300",
    "name": "烏丸三条",
    "desc": "烏丸三条(南行)",
    "lat": 35.00805569,
    "lon": 135.75976559
  },
  {
    "id": "054400",
    "name": "烏丸三条",
    "desc": "烏丸三条(北行)",
    "lat": 35.0078601,
    "lon": 135.759521
  },
  {
    "id": "055001",
    "name": "四条烏丸（地下鉄四条駅）",
    "desc": "四条烏丸（地下鉄四条駅）(おりば)",
    "lat": 35.00308118,
    "lon": 135.75820683
  },
  {
    "id": "055100",
    "name": "四条烏丸（地下鉄四条駅）",
    "desc": "四条烏丸（地下鉄四条駅）(F)",
    "lat": 35.00377013,
    "lon": 135.75896192
  },
  {
    "id": "055210",
    "name": "四条烏丸（地下鉄四条駅）",
    "desc": "四条烏丸（地下鉄四条駅）(E)",
    "lat": 35.00356878,
    "lon": 135.75844262
  },
  {
    "id": "055220",
    "name": "四条烏丸（地下鉄四条駅）",
    "desc": "四条烏丸（地下鉄四条駅）(D)",
    "lat": 35.00356449,
    "lon": 135.75857164
  },
  {
    "id": "055310",
    "name": "四条烏丸（地下鉄四条駅）",
    "desc": "四条烏丸（地下鉄四条駅）(B)",
    "lat": 35.0031605,
    "lon": 135.7597926
  },
  {
    "id": "055320",
    "name": "四条烏丸（地下鉄四条駅）",
    "desc": "四条烏丸（地下鉄四条駅）(A)",
    "lat": 35.00542269,
    "lon": 135.7597722
  },
  {
    "id": "055410",
    "name": "四条烏丸（地下鉄四条駅）",
    "desc": "四条烏丸（地下鉄四条駅）(G)",
    "lat": 35.00441561,
    "lon": 135.7595367
  },
  {
    "id": "055420",
    "name": "四条烏丸（地下鉄四条駅）",
    "desc": "四条烏丸（地下鉄四条駅）(C)",
    "lat": 35.00152235,
    "lon": 135.75955906
  },
  {
    "id": "056300",
    "name": "烏丸松原",
    "desc": "烏丸松原(南行)",
    "lat": 34.9997579,
    "lon": 135.75981154
  },
  {
    "id": "056400",
    "name": "烏丸松原",
    "desc": "烏丸松原(北行)",
    "lat": 34.99944803,
    "lon": 135.7595678
  },
  {
    "id": "057100",
    "name": "烏丸五条（地下鉄五条駅）",
    "desc": "烏丸五条（地下鉄五条駅）(D)",
    "lat": 34.99639786,
    "lon": 135.75904101
  },
  {
    "id": "057200",
    "name": "烏丸五条（地下鉄五条駅）",
    "desc": "烏丸五条（地下鉄五条駅）(C)",
    "lat": 34.99604321,
    "lon": 135.75908911
  },
  {
    "id": "057300",
    "name": "烏丸五条（地下鉄五条駅）",
    "desc": "烏丸五条（地下鉄五条駅）(A)",
    "lat": 34.99563307,
    "lon": 135.75985369
  },
  {
    "id": "057400",
    "name": "烏丸五条（地下鉄五条駅）",
    "desc": "烏丸五条（地下鉄五条駅）(B)",
    "lat": 34.99521762,
    "lon": 135.7596121
  },
  {
    "id": "058300",
    "name": "烏丸六条",
    "desc": "烏丸六条(南行)",
    "lat": 34.99305689,
    "lon": 135.75987766
  },
  {
    "id": "058400",
    "name": "烏丸六条",
    "desc": "烏丸六条(北行)",
    "lat": 34.99267097,
    "lon": 135.75968325
  },
  {
    "id": "059100",
    "name": "烏丸七条",
    "desc": "烏丸七条(B)",
    "lat": 34.989315,
    "lon": 135.76064545
  },
  {
    "id": "059200",
    "name": "烏丸七条",
    "desc": "烏丸七条(D)",
    "lat": 34.98917931,
    "lon": 135.75923345
  },
  {
    "id": "059310",
    "name": "烏丸七条",
    "desc": "烏丸七条(C)",
    "lat": 34.98857128,
    "lon": 135.75989604
  },
  {
    "id": "059320",
    "name": "烏丸七条",
    "desc": "烏丸七条(A)",
    "lat": 34.98990219,
    "lon": 135.76007916
  },
  {
    "id": "059400",
    "name": "烏丸七条",
    "desc": "烏丸七条(E)",
    "lat": 34.98976923,
    "lon": 135.75967584
  },
  {
    "id": "060100",
    "name": "上賀茂石計町",
    "desc": "上賀茂石計町(東行)",
    "lat": 35.05384372,
    "lon": 135.76030244
  },
  {
    "id": "060200",
    "name": "上賀茂石計町",
    "desc": "上賀茂石計町(西行)",
    "lat": 35.05377126,
    "lon": 135.76042381
  },
  {
    "id": "060300",
    "name": "上賀茂石計町",
    "desc": "上賀茂石計町(南行)",
    "lat": 35.05448938,
    "lon": 135.75981754
  },
  {
    "id": "060400",
    "name": "上賀茂石計町",
    "desc": "上賀茂石計町(北行)",
    "lat": 35.05418674,
    "lon": 135.75972695
  },
  {
    "id": "061001",
    "name": "京都駅前",
    "desc": "京都駅前(おりば(東行))",
    "lat": 34.98697894,
    "lon": 135.7582798
  },
  {
    "id": "061002",
    "name": "京都駅前",
    "desc": "京都駅前(おりば(西行))",
    "lat": 34.98708196,
    "lon": 135.75866227
  },
  {
    "id": "061211",
    "name": "京都駅前",
    "desc": "京都駅前(A1)",
    "lat": 34.98655796,
    "lon": 135.75842422
  },
  {
    "id": "061212",
    "name": "京都駅前",
    "desc": "京都駅前(A2)",
    "lat": 34.9865601,
    "lon": 135.75859881
  },
  {
    "id": "061213",
    "name": "京都駅前",
    "desc": "京都駅前(A3)",
    "lat": 34.98655903,
    "lon": 135.75879816
  },
  {
    "id": "061221",
    "name": "京都駅前",
    "desc": "京都駅前(B1)",
    "lat": 34.98668606,
    "lon": 135.75838122
  },
  {
    "id": "061222",
    "name": "京都駅前",
    "desc": "京都駅前(B2)",
    "lat": 34.98668393,
    "lon": 135.75854278
  },
  {
    "id": "061223",
    "name": "京都駅前",
    "desc": "京都駅前(B3)",
    "lat": 34.98668926,
    "lon": 135.7587265
  },
  {
    "id": "061231",
    "name": "京都駅前",
    "desc": "京都駅前(C1)",
    "lat": 34.9870766,
    "lon": 135.75847664
  },
  {
    "id": "061234",
    "name": "京都駅前",
    "desc": "京都駅前(C4)",
    "lat": 34.98698026,
    "lon": 135.75841595
  },
  {
    "id": "061235",
    "name": "京都駅前",
    "desc": "京都駅前(C5)",
    "lat": 34.98698181,
    "lon": 135.7586132
  },
  {
    "id": "061236",
    "name": "京都駅前",
    "desc": "京都駅前(C6)",
    "lat": 34.98698618,
    "lon": 135.75879559
  },
  {
    "id": "061241",
    "name": "京都駅前",
    "desc": "京都駅前(D1)",
    "lat": 34.98660051,
    "lon": 135.75915551
  },
  {
    "id": "061242",
    "name": "京都駅前",
    "desc": "京都駅前(D2)",
    "lat": 34.98674954,
    "lon": 135.7591559
  },
  {
    "id": "061243",
    "name": "京都駅前",
    "desc": "京都駅前(D3)",
    "lat": 34.98689567,
    "lon": 135.75915322
  },
  {
    "id": "062001",
    "name": "京都外大前",
    "desc": "京都外大前(おりば(西行))",
    "lat": 35.00354193,
    "lon": 135.71851643
  },
  {
    "id": "062002",
    "name": "京都外大前",
    "desc": "京都外大前(おりば(東行))",
    "lat": 35.0037221,
    "lon": 135.71729758
  },
  {
    "id": "062110",
    "name": "京都外大前",
    "desc": "京都外大前(東行東側)",
    "lat": 35.0037167,
    "lon": 135.71788128
  },
  {
    "id": "062120",
    "name": "京都外大前",
    "desc": "京都外大前(東行西側)",
    "lat": 35.00371945,
    "lon": 135.71767542
  },
  {
    "id": "062210",
    "name": "京都外大前",
    "desc": "京都外大前(西行西詰)",
    "lat": 35.00359105,
    "lon": 135.71610847
  },
  {
    "id": "062220",
    "name": "京都外大前",
    "desc": "京都外大前(西行東詰)",
    "lat": 35.00354942,
    "lon": 135.71766594
  },
  {
    "id": "062400",
    "name": "京都外大前",
    "desc": "京都外大前(北行)",
    "lat": 35.00422466,
    "lon": 135.71663711
  },
  {
    "id": "063100",
    "name": "四条中学前",
    "desc": "四条中学前(東行)",
    "lat": 35.00354084,
    "lon": 135.72460929
  },
  {
    "id": "063200",
    "name": "四条中学前",
    "desc": "四条中学前(西行)",
    "lat": 35.00339089,
    "lon": 135.7245885
  },
  {
    "id": "064100",
    "name": "西院巽町",
    "desc": "西院巽町(東行)",
    "lat": 35.00356178,
    "lon": 135.72825642
  },
  {
    "id": "064200",
    "name": "西院巽町",
    "desc": "西院巽町(西行)",
    "lat": 35.0034075,
    "lon": 135.72783727
  },
  {
    "id": "065100",
    "name": "西大路四条（阪急・嵐電西院駅）",
    "desc": "西大路四条（阪急・嵐電西院駅）(B)",
    "lat": 35.00364746,
    "lon": 135.73255043
  },
  {
    "id": "065210",
    "name": "西大路四条（阪急・嵐電西院駅）",
    "desc": "西大路四条（阪急・嵐電西院駅）(D)",
    "lat": 35.00344148,
    "lon": 135.73142482
  },
  {
    "id": "065220",
    "name": "西大路四条（阪急・嵐電西院駅）",
    "desc": "西大路四条（阪急・嵐電西院駅）(C)",
    "lat": 35.00347686,
    "lon": 135.73254094
  },
  {
    "id": "065300",
    "name": "西大路四条（阪急・嵐電西院駅）",
    "desc": "西大路四条（阪急・嵐電西院駅）(A)",
    "lat": 35.00410197,
    "lon": 135.73203831
  },
  {
    "id": "065410",
    "name": "西大路四条（阪急・嵐電西院駅）",
    "desc": "西大路四条（阪急・嵐電西院駅）(F)",
    "lat": 35.00450428,
    "lon": 135.73180971
  },
  {
    "id": "065420",
    "name": "西大路四条（阪急・嵐電西院駅）",
    "desc": "西大路四条（阪急・嵐電西院駅）(E)",
    "lat": 35.00400355,
    "lon": 135.73179341
  },
  {
    "id": "066100",
    "name": "四条御前通",
    "desc": "四条御前通(東行)",
    "lat": 35.00369274,
    "lon": 135.73549124
  },
  {
    "id": "066200",
    "name": "四条御前通",
    "desc": "四条御前通(西行)",
    "lat": 35.0035331,
    "lon": 135.73685243
  },
  {
    "id": "067100",
    "name": "四条中新道",
    "desc": "四条中新道(東行)",
    "lat": 35.00369245,
    "lon": 135.73974852
  },
  {
    "id": "067200",
    "name": "四条中新道",
    "desc": "四条中新道(西行)",
    "lat": 35.00352607,
    "lon": 135.7398871
  },
  {
    "id": "068100",
    "name": "壬生寺道",
    "desc": "壬生寺道(東行)",
    "lat": 35.00364888,
    "lon": 135.7446456
  },
  {
    "id": "068200",
    "name": "壬生寺道",
    "desc": "壬生寺道(西行)",
    "lat": 35.00349541,
    "lon": 135.7440971
  },
  {
    "id": "069110",
    "name": "四条大宮",
    "desc": "四条大宮(1)",
    "lat": 35.00374379,
    "lon": 135.7495498
  },
  {
    "id": "069120",
    "name": "四条大宮",
    "desc": "四条大宮(5)",
    "lat": 35.003712,
    "lon": 135.74825199
  },
  {
    "id": "069210",
    "name": "四条大宮",
    "desc": "四条大宮(4)",
    "lat": 35.00353279,
    "lon": 135.74796529
  },
  {
    "id": "069220",
    "name": "四条大宮",
    "desc": "四条大宮(2)",
    "lat": 35.00350172,
    "lon": 135.74942213
  },
  {
    "id": "069310",
    "name": "四条大宮",
    "desc": "四条大宮(3)",
    "lat": 35.00329916,
    "lon": 135.74908296
  },
  {
    "id": "069320",
    "name": "四条大宮",
    "desc": "四条大宮(9)",
    "lat": 35.00424434,
    "lon": 135.74845529
  },
  {
    "id": "069410",
    "name": "四条大宮",
    "desc": "四条大宮(8)",
    "lat": 35.00417936,
    "lon": 135.74830286
  },
  {
    "id": "069420",
    "name": "四条大宮",
    "desc": "四条大宮(7)",
    "lat": 35.00403741,
    "lon": 135.74849351
  },
  {
    "id": "069430",
    "name": "四条大宮",
    "desc": "四条大宮(6)",
    "lat": 35.00390782,
    "lon": 135.74860249
  },
  {
    "id": "070100",
    "name": "四条堀川",
    "desc": "四条堀川(A)",
    "lat": 35.00373886,
    "lon": 135.75315816
  },
  {
    "id": "070200",
    "name": "四条堀川",
    "desc": "四条堀川(B)",
    "lat": 35.0035747,
    "lon": 135.75312417
  },
  {
    "id": "070300",
    "name": "四条堀川",
    "desc": "四条堀川(C)",
    "lat": 35.00318074,
    "lon": 135.7522673
  },
  {
    "id": "070410",
    "name": "四条堀川",
    "desc": "四条堀川(E)",
    "lat": 35.0041922,
    "lon": 135.75163719
  },
  {
    "id": "070420",
    "name": "四条堀川",
    "desc": "四条堀川(D)",
    "lat": 35.002931,
    "lon": 135.75188942
  },
  {
    "id": "071100",
    "name": "四条西洞院",
    "desc": "四条西洞院(A)",
    "lat": 35.00378147,
    "lon": 135.75566192
  },
  {
    "id": "071200",
    "name": "四条西洞院",
    "desc": "四条西洞院(B)",
    "lat": 35.00362195,
    "lon": 135.75608207
  },
  {
    "id": "071400",
    "name": "四条西洞院",
    "desc": "四条西洞院(C)",
    "lat": 35.0031454,
    "lon": 135.75511259
  },
  {
    "id": "072100",
    "name": "四条高倉",
    "desc": "四条高倉(東行)",
    "lat": 35.00373098,
    "lon": 135.76172365
  },
  {
    "id": "072200",
    "name": "四条高倉",
    "desc": "四条高倉(西行)",
    "lat": 35.00362694,
    "lon": 135.76198174
  },
  {
    "id": "073100",
    "name": "四条河原町",
    "desc": "四条河原町(E)(東行)",
    "lat": 35.00378713,
    "lon": 135.76782255
  },
  {
    "id": "073200",
    "name": "四条河原町",
    "desc": "四条河原町(D)(西行)",
    "lat": 35.00369701,
    "lon": 135.76809347
  },
  {
    "id": "073300",
    "name": "四条河原町",
    "desc": "四条河原町(南行南詰(南側))",
    "lat": 35.0021253,
    "lon": 135.76928804
  },
  {
    "id": "073310",
    "name": "四条河原町",
    "desc": "四条河原町(B)(南行南詰)",
    "lat": 35.00333442,
    "lon": 135.76945159
  },
  {
    "id": "073320",
    "name": "四条河原町",
    "desc": "四条河原町(A)(南行北詰)",
    "lat": 35.00482348,
    "lon": 135.76937293
  },
  {
    "id": "073410",
    "name": "四条河原町",
    "desc": "四条河原町(H)(北行北詰北側)",
    "lat": 35.00543662,
    "lon": 135.76914451
  },
  {
    "id": "073420",
    "name": "四条河原町",
    "desc": "四条河原町(G)(北行北詰中央)",
    "lat": 35.00508615,
    "lon": 135.76916946
  },
  {
    "id": "073430",
    "name": "四条河原町",
    "desc": "四条河原町(F)(北行北詰南側)",
    "lat": 35.00442819,
    "lon": 135.76919595
  },
  {
    "id": "073440",
    "name": "四条河原町",
    "desc": "四条河原町(C)(北行南詰)",
    "lat": 35.00292645,
    "lon": 135.7692312
  },
  {
    "id": "075100",
    "name": "百万遍",
    "desc": "百万遍(D)",
    "lat": 35.02890397,
    "lon": 135.77807246
  },
  {
    "id": "075200",
    "name": "百万遍",
    "desc": "百万遍(C)",
    "lat": 35.02873156,
    "lon": 135.77815092
  },
  {
    "id": "075300",
    "name": "百万遍",
    "desc": "百万遍(A)",
    "lat": 35.02819551,
    "lon": 135.77920982
  },
  {
    "id": "075400",
    "name": "百万遍",
    "desc": "百万遍(B)",
    "lat": 35.02780094,
    "lon": 135.77889643
  },
  {
    "id": "077100",
    "name": "田中樋ノ口町",
    "desc": "田中樋ノ口町(東行)",
    "lat": 35.03334493,
    "lon": 135.78455756
  },
  {
    "id": "077200",
    "name": "田中樋ノ口町",
    "desc": "田中樋ノ口町(西行)",
    "lat": 35.03330339,
    "lon": 135.78405436
  },
  {
    "id": "078100",
    "name": "北白川小倉町",
    "desc": "北白川小倉町(東行)",
    "lat": 35.03321462,
    "lon": 135.78693844
  },
  {
    "id": "078200",
    "name": "北白川小倉町",
    "desc": "北白川小倉町(西行)",
    "lat": 35.033075,
    "lon": 135.78826547
  },
  {
    "id": "079100",
    "name": "北白川別当町",
    "desc": "北白川別当町(東行)",
    "lat": 35.03302397,
    "lon": 135.79041541
  },
  {
    "id": "079200",
    "name": "北白川別当町",
    "desc": "北白川別当町(西行)",
    "lat": 35.03294931,
    "lon": 135.7906482
  },
  {
    "id": "079300",
    "name": "北白川別当町",
    "desc": "北白川別当町(南行)",
    "lat": 35.03371762,
    "lon": 135.79169746
  },
  {
    "id": "079400",
    "name": "北白川別当町",
    "desc": "北白川別当町(北行)",
    "lat": 35.03328716,
    "lon": 135.79149028
  },
  {
    "id": "080100",
    "name": "上池田町",
    "desc": "上池田町(東行)",
    "lat": 35.03277436,
    "lon": 135.7933061
  },
  {
    "id": "080200",
    "name": "上池田町",
    "desc": "上池田町(西行)",
    "lat": 35.03262594,
    "lon": 135.79404412
  },
  {
    "id": "081001",
    "name": "北白川仕伏町",
    "desc": "北白川仕伏町(おりば)",
    "lat": 35.03206229,
    "lon": 135.79623293
  },
  {
    "id": "081200",
    "name": "北白川仕伏町",
    "desc": "北白川仕伏町(西行)",
    "lat": 35.03227519,
    "lon": 135.79565843
  },
  {
    "id": "082100",
    "name": "下京区総合庁舎前",
    "desc": "下京区総合庁舎前(A)",
    "lat": 34.98725607,
    "lon": 135.7560383
  },
  {
    "id": "082210",
    "name": "下京区総合庁舎前",
    "desc": "下京区総合庁舎前(C)",
    "lat": 34.98706157,
    "lon": 135.7544064
  },
  {
    "id": "082220",
    "name": "下京区総合庁舎前",
    "desc": "下京区総合庁舎前(B)",
    "lat": 34.98709198,
    "lon": 135.75638151
  },
  {
    "id": "083300",
    "name": "洛北高校正門前",
    "desc": "洛北高校正門前(南行)",
    "lat": 35.04579535,
    "lon": 135.77088953
  },
  {
    "id": "083400",
    "name": "洛北高校正門前",
    "desc": "洛北高校正門前(北行)",
    "lat": 35.0460023,
    "lon": 135.77068979
  },
  {
    "id": "084300",
    "name": "北園町",
    "desc": "北園町(南行)",
    "lat": 35.0477378,
    "lon": 135.77078993
  },
  {
    "id": "084400",
    "name": "北園町",
    "desc": "北園町(北行)",
    "lat": 35.04747531,
    "lon": 135.77060803
  },
  {
    "id": "085300",
    "name": "神殿町",
    "desc": "神殿町(南行)",
    "lat": 35.04946604,
    "lon": 135.7707266
  },
  {
    "id": "085400",
    "name": "神殿町",
    "desc": "神殿町(北行)",
    "lat": 35.04855633,
    "lon": 135.77057523
  },
  {
    "id": "086100",
    "name": "野々神町",
    "desc": "野々神町(A)",
    "lat": 35.05159523,
    "lon": 135.77126566
  },
  {
    "id": "086200",
    "name": "野々神町",
    "desc": "野々神町(B)",
    "lat": 35.05143431,
    "lon": 135.77126675
  },
  {
    "id": "086300",
    "name": "野々神町",
    "desc": "野々神町(C)",
    "lat": 35.05104,
    "lon": 135.77067976
  },
  {
    "id": "086400",
    "name": "野々神町",
    "desc": "野々神町(D)",
    "lat": 35.05073783,
    "lon": 135.77048687
  },
  {
    "id": "087100",
    "name": "北山駅前",
    "desc": "北山駅前(A)",
    "lat": 35.05152621,
    "lon": 135.76781275
  },
  {
    "id": "087200",
    "name": "北山駅前",
    "desc": "北山駅前(B)",
    "lat": 35.05138403,
    "lon": 135.76808704
  },
  {
    "id": "087400",
    "name": "北山駅前",
    "desc": "北山駅前(北行)",
    "lat": 35.05203462,
    "lon": 135.76713845
  },
  {
    "id": "088300",
    "name": "上賀茂榊田町",
    "desc": "上賀茂榊田町(南行)",
    "lat": 35.05330134,
    "lon": 135.76725254
  },
  {
    "id": "088400",
    "name": "上賀茂榊田町",
    "desc": "上賀茂榊田町(北行)",
    "lat": 35.05420335,
    "lon": 135.7670603
  },
  {
    "id": "090300",
    "name": "深泥池",
    "desc": "深泥池(南行)",
    "lat": 35.05560888,
    "lon": 135.76716394
  },
  {
    "id": "090400",
    "name": "深泥池",
    "desc": "深泥池(北行)",
    "lat": 35.05541063,
    "lon": 135.76702038
  },
  {
    "id": "091100",
    "name": "国際会館駅前",
    "desc": "国際会館駅前(B)",
    "lat": 35.06376619,
    "lon": 135.78520734
  },
  {
    "id": "091200",
    "name": "国際会館駅前",
    "desc": "国際会館駅前(A)",
    "lat": 35.06362191,
    "lon": 135.78517571
  },
  {
    "id": "092100",
    "name": "岩倉大鷺町",
    "desc": "岩倉大鷺町(東行)",
    "lat": 35.06443103,
    "lon": 135.78744226
  },
  {
    "id": "092200",
    "name": "岩倉大鷺町",
    "desc": "岩倉大鷺町(西行)",
    "lat": 35.06438288,
    "lon": 135.78661662
  },
  {
    "id": "093100",
    "name": "上高野",
    "desc": "上高野(東行)",
    "lat": 35.06394767,
    "lon": 135.79118636
  },
  {
    "id": "093200",
    "name": "上高野",
    "desc": "上高野(西行)",
    "lat": 35.0638655,
    "lon": 135.79068622
  },
  {
    "id": "094300",
    "name": "花園橋",
    "desc": "花園橋(南行)",
    "lat": 35.05974041,
    "lon": 135.79170609
  },
  {
    "id": "094400",
    "name": "花園橋",
    "desc": "花園橋(北行)",
    "lat": 35.05959203,
    "lon": 135.7915473
  },
  {
    "id": "095300",
    "name": "宝ヶ池",
    "desc": "宝ヶ池(南行)",
    "lat": 35.05828203,
    "lon": 135.7919622
  },
  {
    "id": "095400",
    "name": "宝ヶ池",
    "desc": "宝ヶ池(北行)",
    "lat": 35.05832484,
    "lon": 135.7917255
  },
  {
    "id": "096300",
    "name": "修学院離宮道",
    "desc": "修学院離宮道(南行)",
    "lat": 35.0528483,
    "lon": 135.79272916
  },
  {
    "id": "096400",
    "name": "修学院離宮道",
    "desc": "修学院離宮道(北行)",
    "lat": 35.05270209,
    "lon": 135.79254638
  },
  {
    "id": "097300",
    "name": "修学院道",
    "desc": "修学院道(南行)",
    "lat": 35.04909851,
    "lon": 135.79213326
  },
  {
    "id": "097400",
    "name": "修学院道",
    "desc": "修学院道(北行)",
    "lat": 35.04904835,
    "lon": 135.79194209
  },
  {
    "id": "098300",
    "name": "一乗寺清水町",
    "desc": "一乗寺清水町(南行)",
    "lat": 35.0464178,
    "lon": 135.79205735
  },
  {
    "id": "098400",
    "name": "一乗寺清水町",
    "desc": "一乗寺清水町(北行)",
    "lat": 35.04642124,
    "lon": 135.79186182
  },
  {
    "id": "099300",
    "name": "一乗寺下り松町",
    "desc": "一乗寺下り松町(南行)",
    "lat": 35.04304083,
    "lon": 135.79195576
  },
  {
    "id": "099400",
    "name": "一乗寺下り松町",
    "desc": "一乗寺下り松町(北行)",
    "lat": 35.04416291,
    "lon": 135.79179068
  },
  {
    "id": "100300",
    "name": "一乗寺木ノ本町",
    "desc": "一乗寺木ノ本町(南行)",
    "lat": 35.04153664,
    "lon": 135.79191586
  },
  {
    "id": "100400",
    "name": "一乗寺木ノ本町",
    "desc": "一乗寺木ノ本町(北行)",
    "lat": 35.04114985,
    "lon": 135.79170979
  },
  {
    "id": "101310",
    "name": "上終町・瓜生山学園 京都芸術大学前",
    "desc": "上終町・瓜生山学園 京都芸術大学前(B)",
    "lat": 35.03631762,
    "lon": 135.7917635
  },
  {
    "id": "101320",
    "name": "上終町・瓜生山学園 京都芸術大学前",
    "desc": "上終町・瓜生山学園 京都芸術大学前(A)",
    "lat": 35.03718575,
    "lon": 135.79180308
  },
  {
    "id": "101400",
    "name": "上終町・瓜生山学園 京都芸術大学前",
    "desc": "上終町・瓜生山学園 京都芸術大学前(C)",
    "lat": 35.03616152,
    "lon": 135.7915622
  },
  {
    "id": "102300",
    "name": "北白川校前",
    "desc": "北白川校前(南行)",
    "lat": 35.03013661,
    "lon": 135.79160354
  },
  {
    "id": "102400",
    "name": "北白川校前",
    "desc": "北白川校前(北行)",
    "lat": 35.03028284,
    "lon": 135.79140346
  },
  {
    "id": "103100",
    "name": "銀閣寺道",
    "desc": "銀閣寺道(D)",
    "lat": 35.02818854,
    "lon": 135.79055776
  },
  {
    "id": "103200",
    "name": "銀閣寺道",
    "desc": "銀閣寺道(C)",
    "lat": 35.02798004,
    "lon": 135.79063877
  },
  {
    "id": "103300",
    "name": "銀閣寺道",
    "desc": "銀閣寺道(A)",
    "lat": 35.0268759,
    "lon": 135.79172647
  },
  {
    "id": "103400",
    "name": "銀閣寺道",
    "desc": "銀閣寺道(B)",
    "lat": 35.02724369,
    "lon": 135.79143713
  },
  {
    "id": "104300",
    "name": "浄土寺",
    "desc": "浄土寺(南行)",
    "lat": 35.02435816,
    "lon": 135.79217603
  },
  {
    "id": "104400",
    "name": "浄土寺",
    "desc": "浄土寺(北行)",
    "lat": 35.02527437,
    "lon": 135.7918246
  },
  {
    "id": "105001",
    "name": "錦林車庫前",
    "desc": "錦林車庫前(おりば(北行))",
    "lat": 35.02109995,
    "lon": 135.79208185
  },
  {
    "id": "105002",
    "name": "錦林車庫前",
    "desc": "錦林車庫前(おりば(南行))",
    "lat": 35.02146633,
    "lon": 135.79240911
  },
  {
    "id": "105300",
    "name": "錦林車庫前",
    "desc": "錦林車庫前(南行)",
    "lat": 35.02103853,
    "lon": 135.79226667
  },
  {
    "id": "105400",
    "name": "錦林車庫前",
    "desc": "錦林車庫前(北行)",
    "lat": 35.02159111,
    "lon": 135.7922243
  },
  {
    "id": "106300",
    "name": "真如堂前",
    "desc": "真如堂前(南行)",
    "lat": 35.01933916,
    "lon": 135.79169399
  },
  {
    "id": "106400",
    "name": "真如堂前",
    "desc": "真如堂前(北行)",
    "lat": 35.01964287,
    "lon": 135.79159606
  },
  {
    "id": "107100",
    "name": "東天王町",
    "desc": "東天王町(B)",
    "lat": 35.0168841,
    "lon": 135.7915777
  },
  {
    "id": "107200",
    "name": "東天王町",
    "desc": "東天王町(C)",
    "lat": 35.01657152,
    "lon": 135.79011161
  },
  {
    "id": "107300",
    "name": "東天王町",
    "desc": "東天王町(A)",
    "lat": 35.01730243,
    "lon": 135.79105737
  },
  {
    "id": "107400",
    "name": "東天王町",
    "desc": "東天王町(D)",
    "lat": 35.01728679,
    "lon": 135.79083634
  },
  {
    "id": "108300",
    "name": "南禅寺・永観堂道",
    "desc": "南禅寺・永観堂道(南行)",
    "lat": 35.01468359,
    "lon": 135.79082183
  },
  {
    "id": "108400",
    "name": "南禅寺・永観堂道",
    "desc": "南禅寺・永観堂道(北行)",
    "lat": 35.01424338,
    "lon": 135.79021312
  },
  {
    "id": "109100",
    "name": "岡崎法勝寺町",
    "desc": "岡崎法勝寺町(東行)",
    "lat": 35.0135599,
    "lon": 135.78772575
  },
  {
    "id": "109200",
    "name": "岡崎法勝寺町",
    "desc": "岡崎法勝寺町(西行)",
    "lat": 35.01349842,
    "lon": 135.78750215
  },
  {
    "id": "110100",
    "name": "岡崎公園 動物園前",
    "desc": "岡崎公園 動物園前(E)",
    "lat": 35.01369525,
    "lon": 135.78399577
  },
  {
    "id": "110200",
    "name": "岡崎公園 動物園前",
    "desc": "岡崎公園 動物園前(F)",
    "lat": 35.01355041,
    "lon": 135.78386205
  },
  {
    "id": "111300",
    "name": "岡崎公園 美術館・平安神宮前",
    "desc": "岡崎公園 美術館・平安神宮前(A)",
    "lat": 35.01231111,
    "lon": 135.78283098
  },
  {
    "id": "111400",
    "name": "岡崎公園 美術館・平安神宮前",
    "desc": "岡崎公園 美術館・平安神宮前(B)",
    "lat": 35.01235229,
    "lon": 135.7825843
  },
  {
    "id": "112200",
    "name": "神宮道",
    "desc": "神宮道(西行)",
    "lat": 35.00918618,
    "lon": 135.7824216
  },
  {
    "id": "112400",
    "name": "神宮道",
    "desc": "神宮道(北行)",
    "lat": 35.01079678,
    "lon": 135.78271706
  },
  {
    "id": "113100",
    "name": "東山三条（地下鉄東山駅）",
    "desc": "東山三条（地下鉄東山駅）(A)",
    "lat": 35.00953171,
    "lon": 135.77958129
  },
  {
    "id": "113210",
    "name": "東山三条（地下鉄東山駅）",
    "desc": "東山三条（地下鉄東山駅）(D)",
    "lat": 35.00940205,
    "lon": 135.77703559
  },
  {
    "id": "113220",
    "name": "東山三条（地下鉄東山駅）",
    "desc": "東山三条（地下鉄東山駅）(B)",
    "lat": 35.00940163,
    "lon": 135.7794928
  },
  {
    "id": "113300",
    "name": "東山三条（地下鉄東山駅）",
    "desc": "東山三条（地下鉄東山駅）(C)",
    "lat": 35.00883299,
    "lon": 135.77813339
  },
  {
    "id": "113400",
    "name": "東山三条（地下鉄東山駅）",
    "desc": "東山三条（地下鉄東山駅）(E)",
    "lat": 35.00998257,
    "lon": 135.77811879
  },
  {
    "id": "114100",
    "name": "三条京阪前",
    "desc": "三条京阪前(D)",
    "lat": 35.00922583,
    "lon": 135.77290187
  },
  {
    "id": "114210",
    "name": "三条京阪前",
    "desc": "三条京阪前(C3)",
    "lat": 35.00904871,
    "lon": 135.77279945
  },
  {
    "id": "114220",
    "name": "三条京阪前",
    "desc": "三条京阪前(C2)",
    "lat": 35.00906189,
    "lon": 135.77297581
  },
  {
    "id": "114400",
    "name": "三条京阪前",
    "desc": "三条京阪前(E)",
    "lat": 35.00974531,
    "lon": 135.77220554
  },
  {
    "id": "114410",
    "name": "三条京阪前",
    "desc": "三条京阪前(A1)",
    "lat": 35.00826097,
    "lon": 135.77326962
  },
  {
    "id": "114420",
    "name": "三条京阪前",
    "desc": "三条京阪前(A2)",
    "lat": 35.00826426,
    "lon": 135.7730698
  },
  {
    "id": "114430",
    "name": "三条京阪前",
    "desc": "三条京阪前(A3)",
    "lat": 35.00825658,
    "lon": 135.77287668
  },
  {
    "id": "115120",
    "name": "京都駅八条口",
    "desc": "京都駅八条口(F2)",
    "lat": 34.98417031,
    "lon": 135.75895683
  },
  {
    "id": "115130",
    "name": "京都駅八条口",
    "desc": "京都駅八条口(F1)",
    "lat": 34.98416974,
    "lon": 135.75872852
  },
  {
    "id": "115200",
    "name": "京都駅八条口",
    "desc": "京都駅八条口(G1)",
    "lat": 34.98392334,
    "lon": 135.75872316
  },
  {
    "id": "116200",
    "name": "東寺道",
    "desc": "東寺道(西行)",
    "lat": 34.98183456,
    "lon": 135.75290497
  },
  {
    "id": "116300",
    "name": "東寺道",
    "desc": "東寺道(南行)",
    "lat": 34.98162154,
    "lon": 135.75387415
  },
  {
    "id": "116400",
    "name": "東寺道",
    "desc": "東寺道(北行)",
    "lat": 34.98211006,
    "lon": 135.75364993
  },
  {
    "id": "117001",
    "name": "九条車庫前",
    "desc": "九条車庫前(おりば(東行東側))",
    "lat": 34.97956457,
    "lon": 135.75627462
  },
  {
    "id": "117002",
    "name": "九条車庫前",
    "desc": "九条車庫前(おりば(西行))",
    "lat": 34.97934831,
    "lon": 135.75646444
  },
  {
    "id": "117003",
    "name": "九条車庫前",
    "desc": "九条車庫前(おりば(東行西側))",
    "lat": 34.97953243,
    "lon": 135.75506536
  },
  {
    "id": "117100",
    "name": "九条車庫前",
    "desc": "九条車庫前(東行)",
    "lat": 34.97956569,
    "lon": 135.75636626
  },
  {
    "id": "117210",
    "name": "九条車庫前",
    "desc": "九条車庫前(1)",
    "lat": 34.97933597,
    "lon": 135.75603251
  },
  {
    "id": "117220",
    "name": "九条車庫前",
    "desc": "九条車庫前(2)",
    "lat": 34.9793374,
    "lon": 135.75617552
  },
  {
    "id": "118110",
    "name": "地下鉄九条駅前（大石橋）",
    "desc": "地下鉄九条駅前（大石橋）(A)",
    "lat": 34.97971731,
    "lon": 135.76180098
  },
  {
    "id": "118120",
    "name": "地下鉄九条駅前（大石橋）",
    "desc": "地下鉄九条駅前（大石橋）(G)",
    "lat": 34.97969055,
    "lon": 135.76028876
  },
  {
    "id": "118200",
    "name": "地下鉄九条駅前（大石橋）",
    "desc": "地下鉄九条駅前（大石橋）(D)",
    "lat": 34.97948473,
    "lon": 135.76039669
  },
  {
    "id": "118300",
    "name": "地下鉄九条駅前（大石橋）",
    "desc": "地下鉄九条駅前（大石橋）(B)",
    "lat": 34.97896535,
    "lon": 135.76134917
  },
  {
    "id": "118410",
    "name": "地下鉄九条駅前（大石橋）",
    "desc": "地下鉄九条駅前（大石橋）(H)",
    "lat": 34.98028494,
    "lon": 135.7610719
  },
  {
    "id": "118420",
    "name": "地下鉄九条駅前（大石橋）",
    "desc": "地下鉄九条駅前（大石橋）(C)",
    "lat": 34.97877305,
    "lon": 135.761238
  },
  {
    "id": "119300",
    "name": "東福寺",
    "desc": "東福寺(南行)",
    "lat": 34.98110657,
    "lon": 135.77216575
  },
  {
    "id": "119400",
    "name": "東福寺",
    "desc": "東福寺(北行)",
    "lat": 34.98114825,
    "lon": 135.77193975
  },
  {
    "id": "120300",
    "name": "泉涌寺道",
    "desc": "泉涌寺道(南行)",
    "lat": 34.9822345,
    "lon": 135.77361682
  },
  {
    "id": "120400",
    "name": "泉涌寺道",
    "desc": "泉涌寺道(北行)",
    "lat": 34.98290572,
    "lon": 135.77375628
  },
  {
    "id": "121301",
    "name": "今熊野",
    "desc": "今熊野(南行：臨時移設中)",
    "lat": 34.9846768,
    "lon": 135.7741934
  },
  {
    "id": "121401",
    "name": "今熊野",
    "desc": "今熊野(北行：臨時移設中)",
    "lat": 34.98455657,
    "lon": 135.77395449
  },
  {
    "id": "122200",
    "name": "東山七条",
    "desc": "東山七条(B)",
    "lat": 34.9890028,
    "lon": 135.77359804
  },
  {
    "id": "122300",
    "name": "東山七条",
    "desc": "東山七条(A)",
    "lat": 34.98835599,
    "lon": 135.77452932
  },
  {
    "id": "122400",
    "name": "東山七条",
    "desc": "東山七条(C)",
    "lat": 34.99016827,
    "lon": 135.77449142
  },
  {
    "id": "123300",
    "name": "馬町",
    "desc": "馬町(南行)",
    "lat": 34.99180179,
    "lon": 135.77485158
  },
  {
    "id": "123400",
    "name": "馬町",
    "desc": "馬町(北行)",
    "lat": 34.99174905,
    "lon": 135.77470272
  },
  {
    "id": "124200",
    "name": "五条坂",
    "desc": "五条坂(B)",
    "lat": 34.99421301,
    "lon": 135.77501397
  },
  {
    "id": "124300",
    "name": "五条坂",
    "desc": "五条坂(A)",
    "lat": 34.99507411,
    "lon": 135.77650021
  },
  {
    "id": "124301",
    "name": "五条坂",
    "desc": "五条坂(A)臨時停留所",
    "lat": 34.99643725,
    "lon": 135.77681213
  },
  {
    "id": "124400",
    "name": "五条坂",
    "desc": "五条坂(C)",
    "lat": 34.99504233,
    "lon": 135.7763444
  },
  {
    "id": "125310",
    "name": "清水道",
    "desc": "清水道(D)",
    "lat": 34.99650456,
    "lon": 135.77683016
  },
  {
    "id": "125320",
    "name": "清水道",
    "desc": "清水道(A)",
    "lat": 34.99802842,
    "lon": 135.77714957
  },
  {
    "id": "125410",
    "name": "清水道",
    "desc": "清水道(C)",
    "lat": 34.9980954,
    "lon": 135.77700474
  },
  {
    "id": "125420",
    "name": "清水道",
    "desc": "清水道(B)",
    "lat": 34.99713531,
    "lon": 135.7767956
  },
  {
    "id": "126300",
    "name": "東山安井",
    "desc": "東山安井(南行)",
    "lat": 35.00023923,
    "lon": 135.77755097
  },
  {
    "id": "126400",
    "name": "東山安井",
    "desc": "東山安井(北行)",
    "lat": 35.00012058,
    "lon": 135.77737292
  },
  {
    "id": "127200",
    "name": "祇園",
    "desc": "祇園(B)",
    "lat": 35.00372659,
    "lon": 135.77646927
  },
  {
    "id": "127300",
    "name": "祇園",
    "desc": "祇園(A)",
    "lat": 35.00327279,
    "lon": 135.77725597
  },
  {
    "id": "127400",
    "name": "祇園",
    "desc": "祇園(C)",
    "lat": 35.00456789,
    "lon": 135.7774459
  },
  {
    "id": "128001",
    "name": "四条京阪前",
    "desc": "四条京阪前(おりば)",
    "lat": 35.00334299,
    "lon": 135.77204672
  },
  {
    "id": "128100",
    "name": "四条京阪前",
    "desc": "四条京阪前(A)",
    "lat": 35.00391529,
    "lon": 135.77251379
  },
  {
    "id": "128200",
    "name": "四条京阪前",
    "desc": "四条京阪前(B)",
    "lat": 35.00374262,
    "lon": 135.77253742
  },
  {
    "id": "128400",
    "name": "四条京阪前",
    "desc": "四条京阪前(C)",
    "lat": 35.00434603,
    "lon": 135.77203661
  },
  {
    "id": "129300",
    "name": "上賀茂神社前",
    "desc": "上賀茂神社前(南行)",
    "lat": 35.05802077,
    "lon": 135.75200172
  },
  {
    "id": "129400",
    "name": "上賀茂神社前",
    "desc": "上賀茂神社前(北行)",
    "lat": 35.05806813,
    "lon": 135.75182963
  },
  {
    "id": "130100",
    "name": "九条近鉄前",
    "desc": "九条近鉄前(東行)",
    "lat": 34.9794702,
    "lon": 135.75192645
  },
  {
    "id": "130200",
    "name": "九条近鉄前",
    "desc": "九条近鉄前(西行)",
    "lat": 34.97928971,
    "lon": 135.7532018
  },
  {
    "id": "131100",
    "name": "九条大宮",
    "desc": "九条大宮(C)",
    "lat": 34.97942968,
    "lon": 135.74846058
  },
  {
    "id": "131200",
    "name": "九条大宮",
    "desc": "九条大宮(B)",
    "lat": 34.97925831,
    "lon": 135.75103059
  },
  {
    "id": "131300",
    "name": "九条大宮",
    "desc": "九条大宮(A)",
    "lat": 34.97994738,
    "lon": 135.7494341
  },
  {
    "id": "131400",
    "name": "九条大宮",
    "desc": "九条大宮(D)",
    "lat": 34.980126,
    "lon": 135.74917847
  },
  {
    "id": "132100",
    "name": "東寺南門前",
    "desc": "東寺南門前(東行)",
    "lat": 34.97938102,
    "lon": 135.74694425
  },
  {
    "id": "132200",
    "name": "東寺南門前",
    "desc": "東寺南門前(西行)",
    "lat": 34.97907103,
    "lon": 135.74560567
  },
  {
    "id": "132300",
    "name": "東寺南門前",
    "desc": "東寺南門前(南行)",
    "lat": 34.97877242,
    "lon": 135.74632841
  },
  {
    "id": "133300",
    "name": "東寺西門前",
    "desc": "東寺西門前(南行)",
    "lat": 34.98246384,
    "lon": 135.74624527
  },
  {
    "id": "133400",
    "name": "東寺西門前",
    "desc": "東寺西門前(北行)",
    "lat": 34.98250063,
    "lon": 135.74616613
  },
  {
    "id": "134100",
    "name": "御土居",
    "desc": "御土居(東行)",
    "lat": 34.98183727,
    "lon": 135.74431392
  },
  {
    "id": "134200",
    "name": "御土居",
    "desc": "御土居(西行)",
    "lat": 34.98175428,
    "lon": 135.74357593
  },
  {
    "id": "135100",
    "name": "八条中学前",
    "desc": "八条中学前(東行)",
    "lat": 34.98176109,
    "lon": 135.73977602
  },
  {
    "id": "135200",
    "name": "八条中学前",
    "desc": "八条中学前(西行)",
    "lat": 34.98170377,
    "lon": 135.74004228
  },
  {
    "id": "136100",
    "name": "西寺前",
    "desc": "西寺前(東行)",
    "lat": 34.98173001,
    "lon": 135.73748013
  },
  {
    "id": "136200",
    "name": "西寺前",
    "desc": "西寺前(西行)",
    "lat": 34.98166907,
    "lon": 135.73846882
  },
  {
    "id": "137100",
    "name": "九条御前通",
    "desc": "九条御前通(東行)",
    "lat": 34.97829299,
    "lon": 135.73562366
  },
  {
    "id": "137200",
    "name": "九条御前通",
    "desc": "九条御前通(西行)",
    "lat": 34.97820636,
    "lon": 135.73712684
  },
  {
    "id": "137300",
    "name": "九条御前通",
    "desc": "九条御前通(南行)",
    "lat": 34.97915074,
    "lon": 135.73620708
  },
  {
    "id": "138110",
    "name": "西大路九条",
    "desc": "西大路九条(A)",
    "lat": 34.97826559,
    "lon": 135.73379823
  },
  {
    "id": "138120",
    "name": "西大路九条",
    "desc": "西大路九条(F)",
    "lat": 34.97730206,
    "lon": 135.7311793
  },
  {
    "id": "138210",
    "name": "西大路九条",
    "desc": "西大路九条(E)",
    "lat": 34.97754356,
    "lon": 135.73192429
  },
  {
    "id": "138220",
    "name": "西大路九条",
    "desc": "西大路九条(B)",
    "lat": 34.97808567,
    "lon": 135.73480193
  },
  {
    "id": "138300",
    "name": "西大路九条",
    "desc": "西大路九条(C)",
    "lat": 34.97765231,
    "lon": 135.73328621
  },
  {
    "id": "138400",
    "name": "西大路九条",
    "desc": "西大路九条(D)",
    "lat": 34.97744911,
    "lon": 135.73321257
  },
  {
    "id": "139300",
    "name": "西大路八条",
    "desc": "西大路八条(南行)",
    "lat": 34.98359489,
    "lon": 135.7326888
  },
  {
    "id": "139400",
    "name": "西大路八条",
    "desc": "西大路八条(北行)",
    "lat": 34.98451339,
    "lon": 135.73239348
  },
  {
    "id": "140100",
    "name": "六孫王神社前",
    "desc": "六孫王神社前(東行)",
    "lat": 34.98433875,
    "lon": 135.74718952
  },
  {
    "id": "140200",
    "name": "六孫王神社前",
    "desc": "六孫王神社前(西行)",
    "lat": 34.98426286,
    "lon": 135.74759626
  },
  {
    "id": "141100",
    "name": "八条大宮",
    "desc": "八条大宮(東行)",
    "lat": 34.98445768,
    "lon": 135.74996293
  },
  {
    "id": "141200",
    "name": "八条大宮",
    "desc": "八条大宮(西行)",
    "lat": 34.98430495,
    "lon": 135.75003065
  },
  {
    "id": "142100",
    "name": "七条御前通",
    "desc": "七条御前通(東行)",
    "lat": 34.98927152,
    "lon": 135.7366875
  },
  {
    "id": "142200",
    "name": "七条御前通",
    "desc": "七条御前通(西行)",
    "lat": 34.98912971,
    "lon": 135.73531873
  },
  {
    "id": "143200",
    "name": "パルスプラザ前",
    "desc": "パルスプラザ前(B)",
    "lat": 34.94592823,
    "lon": 135.75056473
  },
  {
    "id": "143300",
    "name": "パルスプラザ前",
    "desc": "パルスプラザ前(A)",
    "lat": 34.9464386,
    "lon": 135.7520015
  },
  {
    "id": "143400",
    "name": "パルスプラザ前",
    "desc": "パルスプラザ前(C)",
    "lat": 34.94748264,
    "lon": 135.75160757
  },
  {
    "id": "144100",
    "name": "市立病院前",
    "desc": "市立病院前(東行)",
    "lat": 34.99629156,
    "lon": 135.73538388
  },
  {
    "id": "144200",
    "name": "市立病院前",
    "desc": "市立病院前(西行)",
    "lat": 34.99592853,
    "lon": 135.7353403
  },
  {
    "id": "145100",
    "name": "八条油小路",
    "desc": "八条油小路(東行)",
    "lat": 34.98447169,
    "lon": 135.75252303
  },
  {
    "id": "145200",
    "name": "八条油小路",
    "desc": "八条油小路(西行)",
    "lat": 34.98434637,
    "lon": 135.75258563
  },
  {
    "id": "146001",
    "name": "竹田駅西口",
    "desc": "竹田駅西口(おりば)",
    "lat": 34.95698801,
    "lon": 135.75529606
  },
  {
    "id": "146310",
    "name": "竹田駅西口",
    "desc": "竹田駅西口(B)",
    "lat": 34.95674076,
    "lon": 135.75571014
  },
  {
    "id": "146320",
    "name": "竹田駅西口",
    "desc": "竹田駅西口(A)",
    "lat": 34.95688041,
    "lon": 135.75570901
  },
  {
    "id": "147410",
    "name": "竹田駅東口",
    "desc": "竹田駅東口(A)",
    "lat": 34.95716553,
    "lon": 135.75648986
  },
  {
    "id": "147420",
    "name": "竹田駅東口",
    "desc": "竹田駅東口(B)",
    "lat": 34.95680255,
    "lon": 135.75649895
  },
  {
    "id": "148002",
    "name": "みぶ操車場前",
    "desc": "みぶ操車場前(おりば(車庫))",
    "lat": 35.00581624,
    "lon": 135.74611938
  },
  {
    "id": "148300",
    "name": "みぶ操車場前",
    "desc": "みぶ操車場前(南行)",
    "lat": 35.00584913,
    "lon": 135.74635447
  },
  {
    "id": "148400",
    "name": "みぶ操車場前",
    "desc": "みぶ操車場前(北行)",
    "lat": 35.00618224,
    "lon": 135.74567075
  },
  {
    "id": "149300",
    "name": "千本三条・朱雀立命館前",
    "desc": "千本三条・朱雀立命館前(南行)",
    "lat": 35.0081155,
    "lon": 135.74342122
  },
  {
    "id": "149400",
    "name": "千本三条・朱雀立命館前",
    "desc": "千本三条・朱雀立命館前(北行)",
    "lat": 35.0089976,
    "lon": 135.7425344
  },
  {
    "id": "150300",
    "name": "二条駅前",
    "desc": "二条駅前(南行)",
    "lat": 35.01152359,
    "lon": 135.74273879
  },
  {
    "id": "150400",
    "name": "二条駅前",
    "desc": "二条駅前(北行)",
    "lat": 35.01152084,
    "lon": 135.74246386
  },
  {
    "id": "151300",
    "name": "千本旧二条",
    "desc": "千本旧二条(南行)",
    "lat": 35.01538293,
    "lon": 135.74264407
  },
  {
    "id": "151410",
    "name": "千本旧二条",
    "desc": "千本旧二条(北行北詰)",
    "lat": 35.01602429,
    "lon": 135.74248524
  },
  {
    "id": "151420",
    "name": "千本旧二条",
    "desc": "千本旧二条(北行南詰)",
    "lat": 35.01542938,
    "lon": 135.74248269
  },
  {
    "id": "152100",
    "name": "千本丸太町",
    "desc": "千本丸太町(A)",
    "lat": 35.01829796,
    "lon": 135.74337823
  },
  {
    "id": "152200",
    "name": "千本丸太町",
    "desc": "千本丸太町(C)",
    "lat": 35.01821441,
    "lon": 135.7418978
  },
  {
    "id": "152300",
    "name": "千本丸太町",
    "desc": "千本丸太町(B)",
    "lat": 35.01748823,
    "lon": 135.74272021
  },
  {
    "id": "152400",
    "name": "千本丸太町",
    "desc": "千本丸太町(D)",
    "lat": 35.01898873,
    "lon": 135.74256177
  },
  {
    "id": "153300",
    "name": "千本出水",
    "desc": "千本出水(南行)",
    "lat": 35.02203366,
    "lon": 135.74262279
  },
  {
    "id": "153400",
    "name": "千本出水",
    "desc": "千本出水(北行)",
    "lat": 35.02184551,
    "lon": 135.74247827
  },
  {
    "id": "154310",
    "name": "千本中立売",
    "desc": "千本中立売(B)",
    "lat": 35.02475235,
    "lon": 135.74255877
  },
  {
    "id": "154320",
    "name": "千本中立売",
    "desc": "千本中立売(A)",
    "lat": 35.02557943,
    "lon": 135.74252118
  },
  {
    "id": "154400",
    "name": "千本中立売",
    "desc": "千本中立売(C)",
    "lat": 35.02590925,
    "lon": 135.74238913
  },
  {
    "id": "155100",
    "name": "千本今出川",
    "desc": "千本今出川(A)",
    "lat": 35.02985296,
    "lon": 135.7433041
  },
  {
    "id": "155200",
    "name": "千本今出川",
    "desc": "千本今出川(D)",
    "lat": 35.02953677,
    "lon": 135.74162888
  },
  {
    "id": "155310",
    "name": "千本今出川",
    "desc": "千本今出川(C)",
    "lat": 35.02904684,
    "lon": 135.74255322
  },
  {
    "id": "155320",
    "name": "千本今出川",
    "desc": "千本今出川(B)",
    "lat": 35.02923267,
    "lon": 135.74254983
  },
  {
    "id": "155400",
    "name": "千本今出川",
    "desc": "千本今出川(E)",
    "lat": 35.03029675,
    "lon": 135.74221794
  },
  {
    "id": "156100",
    "name": "上七軒",
    "desc": "上七軒(C)",
    "lat": 35.0293742,
    "lon": 135.73892729
  },
  {
    "id": "156200",
    "name": "上七軒",
    "desc": "上七軒(B)",
    "lat": 35.02927532,
    "lon": 135.73913872
  },
  {
    "id": "156300",
    "name": "上七軒",
    "desc": "上七軒(A)",
    "lat": 35.02778088,
    "lon": 135.73939994
  },
  {
    "id": "157100",
    "name": "北野天満宮前",
    "desc": "北野天満宮前(東行)",
    "lat": 35.02780728,
    "lon": 135.73502032
  },
  {
    "id": "157200",
    "name": "北野天満宮前",
    "desc": "北野天満宮前(西行)",
    "lat": 35.0277891,
    "lon": 135.73544187
  },
  {
    "id": "158110",
    "name": "北野白梅町",
    "desc": "北野白梅町(B)",
    "lat": 35.02740606,
    "lon": 135.73245815
  },
  {
    "id": "158120",
    "name": "北野白梅町",
    "desc": "北野白梅町(A)",
    "lat": 35.02741706,
    "lon": 135.73232644
  },
  {
    "id": "158210",
    "name": "北野白梅町",
    "desc": "北野白梅町(F)",
    "lat": 35.02743802,
    "lon": 135.73087277
  },
  {
    "id": "158220",
    "name": "北野白梅町",
    "desc": "北野白梅町(C)",
    "lat": 35.02722352,
    "lon": 135.73272828
  },
  {
    "id": "158300",
    "name": "北野白梅町",
    "desc": "北野白梅町(D)",
    "lat": 35.02666611,
    "lon": 135.73159705
  },
  {
    "id": "158410",
    "name": "北野白梅町",
    "desc": "北野白梅町(G)",
    "lat": 35.02815711,
    "lon": 135.73134924
  },
  {
    "id": "158420",
    "name": "北野白梅町",
    "desc": "北野白梅町(E)",
    "lat": 35.02581823,
    "lon": 135.73138473
  },
  {
    "id": "159200",
    "name": "等持院道",
    "desc": "等持院道(西行)",
    "lat": 35.02596467,
    "lon": 135.72748071
  },
  {
    "id": "159300",
    "name": "等持院道",
    "desc": "等持院道(南行)",
    "lat": 35.02463472,
    "lon": 135.72696245
  },
  {
    "id": "159400",
    "name": "等持院道",
    "desc": "等持院道(北行)",
    "lat": 35.0243972,
    "lon": 135.72687703
  },
  {
    "id": "160100",
    "name": "等持院南町",
    "desc": "等持院南町(東行)",
    "lat": 35.02607103,
    "lon": 135.72452778
  },
  {
    "id": "160200",
    "name": "等持院南町",
    "desc": "等持院南町(西行)",
    "lat": 35.02598016,
    "lon": 135.7248742
  },
  {
    "id": "161100",
    "name": "妙心寺北門前",
    "desc": "妙心寺北門前(東行)",
    "lat": 35.02587825,
    "lon": 135.72106267
  },
  {
    "id": "161200",
    "name": "妙心寺北門前",
    "desc": "妙心寺北門前(西行)",
    "lat": 35.02579388,
    "lon": 135.72084352
  },
  {
    "id": "162100",
    "name": "嵐電妙心寺駅前",
    "desc": "嵐電妙心寺駅前(東行)",
    "lat": 35.02679643,
    "lon": 135.71797841
  },
  {
    "id": "162200",
    "name": "嵐電妙心寺駅前",
    "desc": "嵐電妙心寺駅前(西行)",
    "lat": 35.02635242,
    "lon": 135.7187392
  },
  {
    "id": "163100",
    "name": "御室仁和寺",
    "desc": "御室仁和寺(東行)",
    "lat": 35.02810993,
    "lon": 135.71358991
  },
  {
    "id": "163200",
    "name": "御室仁和寺",
    "desc": "御室仁和寺(西行)",
    "lat": 35.02801414,
    "lon": 135.71416668
  },
  {
    "id": "164100",
    "name": "福王子",
    "desc": "福王子(東行)",
    "lat": 35.02874922,
    "lon": 135.70988056
  },
  {
    "id": "164200",
    "name": "福王子",
    "desc": "福王子(西行)",
    "lat": 35.02866686,
    "lon": 135.70988526
  },
  {
    "id": "164300",
    "name": "福王子",
    "desc": "福王子(南行)",
    "lat": 35.02954339,
    "lon": 135.70779058
  },
  {
    "id": "164400",
    "name": "福王子",
    "desc": "福王子(北行)",
    "lat": 35.02903144,
    "lon": 135.70846507
  },
  {
    "id": "165300",
    "name": "三宝寺",
    "desc": "三宝寺(南行)",
    "lat": 35.03170454,
    "lon": 135.70377474
  },
  {
    "id": "165400",
    "name": "三宝寺",
    "desc": "三宝寺(北行)",
    "lat": 35.03172731,
    "lon": 135.70363257
  },
  {
    "id": "166100",
    "name": "高鼻町",
    "desc": "高鼻町(東行)",
    "lat": 35.03520719,
    "lon": 135.69736423
  },
  {
    "id": "166200",
    "name": "高鼻町",
    "desc": "高鼻町(西行)",
    "lat": 35.03521222,
    "lon": 135.69709877
  },
  {
    "id": "167300",
    "name": "高雄病院前",
    "desc": "高雄病院前(南行)",
    "lat": 35.0372291,
    "lon": 135.69256421
  },
  {
    "id": "167400",
    "name": "高雄病院前",
    "desc": "高雄病院前(北行)",
    "lat": 35.03710004,
    "lon": 135.69286563
  },
  {
    "id": "168300",
    "name": "平岡八幡前",
    "desc": "平岡八幡前(南行)",
    "lat": 35.03822655,
    "lon": 135.68850875
  },
  {
    "id": "168400",
    "name": "平岡八幡前",
    "desc": "平岡八幡前(北行)",
    "lat": 35.03812704,
    "lon": 135.68861178
  },
  {
    "id": "169300",
    "name": "梅ヶ畑清水町",
    "desc": "梅ヶ畑清水町(南行)",
    "lat": 35.04133905,
    "lon": 135.68669603
  },
  {
    "id": "169400",
    "name": "梅ヶ畑清水町",
    "desc": "梅ヶ畑清水町(北行)",
    "lat": 35.04147923,
    "lon": 135.6865181
  },
  {
    "id": "170300",
    "name": "広芝町",
    "desc": "広芝町(南行)",
    "lat": 35.04517689,
    "lon": 135.684612
  },
  {
    "id": "170400",
    "name": "広芝町",
    "desc": "広芝町(北行)",
    "lat": 35.04516572,
    "lon": 135.68424104
  },
  {
    "id": "171300",
    "name": "高雄小学校前",
    "desc": "高雄小学校前(南行)",
    "lat": 35.04667804,
    "lon": 135.68287018
  },
  {
    "id": "171400",
    "name": "高雄小学校前",
    "desc": "高雄小学校前(北行)",
    "lat": 35.04654864,
    "lon": 135.68294207
  },
  {
    "id": "172300",
    "name": "御経坂",
    "desc": "御経坂(南行)",
    "lat": 35.05049528,
    "lon": 135.67984212
  },
  {
    "id": "172400",
    "name": "御経坂",
    "desc": "御経坂(北行)",
    "lat": 35.05047708,
    "lon": 135.67977563
  },
  {
    "id": "173300",
    "name": "御所ノ口",
    "desc": "御所ノ口(バス停)",
    "lat": 35.05465376,
    "lon": 135.67584675
  },
  {
    "id": "174300",
    "name": "高雄",
    "desc": "高雄(南行)",
    "lat": 35.0561481,
    "lon": 135.6739495
  },
  {
    "id": "174400",
    "name": "高雄",
    "desc": "高雄(北行)",
    "lat": 35.05620574,
    "lon": 135.67383014
  },
  {
    "id": "175300",
    "name": "堀川鞍馬口",
    "desc": "堀川鞍馬口(南行)",
    "lat": 35.03856918,
    "lon": 135.75190266
  },
  {
    "id": "175400",
    "name": "堀川鞍馬口",
    "desc": "堀川鞍馬口(北行)",
    "lat": 35.03867762,
    "lon": 135.75166846
  },
  {
    "id": "176300",
    "name": "天神公園前",
    "desc": "天神公園前(南行)",
    "lat": 35.03626999,
    "lon": 135.75168604
  },
  {
    "id": "176400",
    "name": "天神公園前",
    "desc": "天神公園前(北行)",
    "lat": 35.0364924,
    "lon": 135.7513348
  },
  {
    "id": "177300",
    "name": "堀川寺ノ内",
    "desc": "堀川寺ノ内(南行)",
    "lat": 35.03336708,
    "lon": 135.75218927
  },
  {
    "id": "177400",
    "name": "堀川寺ノ内",
    "desc": "堀川寺ノ内(北行)",
    "lat": 35.03387643,
    "lon": 135.75164171
  },
  {
    "id": "178300",
    "name": "堀川上立売",
    "desc": "堀川上立売(南行)",
    "lat": 35.03169805,
    "lon": 135.752135
  },
  {
    "id": "178400",
    "name": "堀川上立売",
    "desc": "堀川上立売(北行)",
    "lat": 35.03248106,
    "lon": 135.75172396
  },
  {
    "id": "179100",
    "name": "堀川今出川",
    "desc": "堀川今出川(A)",
    "lat": 35.0297725,
    "lon": 135.75290006
  },
  {
    "id": "179200",
    "name": "堀川今出川",
    "desc": "堀川今出川(B)",
    "lat": 35.02964641,
    "lon": 135.75263203
  },
  {
    "id": "179300",
    "name": "堀川今出川",
    "desc": "堀川今出川(C)",
    "lat": 35.02928023,
    "lon": 135.75215909
  },
  {
    "id": "179410",
    "name": "堀川今出川",
    "desc": "堀川今出川(E)",
    "lat": 35.03038962,
    "lon": 135.75171584
  },
  {
    "id": "180300",
    "name": "一条戻橋・晴明神社前",
    "desc": "一条戻橋・晴明神社前(南行)",
    "lat": 35.02676392,
    "lon": 135.75186696
  },
  {
    "id": "180400",
    "name": "一条戻橋・晴明神社前",
    "desc": "一条戻橋・晴明神社前(北行)",
    "lat": 35.02764829,
    "lon": 135.75174333
  },
  {
    "id": "181300",
    "name": "堀川中立売",
    "desc": "堀川中立売(南行)",
    "lat": 35.02460983,
    "lon": 135.75190241
  },
  {
    "id": "181400",
    "name": "堀川中立売",
    "desc": "堀川中立売(北行)",
    "lat": 35.02447294,
    "lon": 135.75165504
  },
  {
    "id": "182300",
    "name": "堀川下長者町",
    "desc": "堀川下長者町(南行)",
    "lat": 35.0222094,
    "lon": 135.75191333
  },
  {
    "id": "182400",
    "name": "堀川下長者町",
    "desc": "堀川下長者町(北行)",
    "lat": 35.02237673,
    "lon": 135.75167484
  },
  {
    "id": "183300",
    "name": "堀川下立売",
    "desc": "堀川下立売(A)",
    "lat": 35.02046447,
    "lon": 135.75192325
  },
  {
    "id": "183400",
    "name": "堀川下立売",
    "desc": "堀川下立売(B)",
    "lat": 35.02035217,
    "lon": 135.75167672
  },
  {
    "id": "184100",
    "name": "堀川丸太町",
    "desc": "堀川丸太町(C)",
    "lat": 35.01742067,
    "lon": 135.75089583
  },
  {
    "id": "184200",
    "name": "堀川丸太町",
    "desc": "堀川丸太町(B)",
    "lat": 35.01728923,
    "lon": 135.75119049
  },
  {
    "id": "184300",
    "name": "堀川丸太町",
    "desc": "堀川丸太町(A)",
    "lat": 35.01695941,
    "lon": 135.75190716
  },
  {
    "id": "184400",
    "name": "堀川丸太町",
    "desc": "堀川丸太町(D)",
    "lat": 35.01779776,
    "lon": 135.75168203
  },
  {
    "id": "185300",
    "name": "二条城前",
    "desc": "二条城前(南行)",
    "lat": 35.01337018,
    "lon": 135.75182058
  },
  {
    "id": "185400",
    "name": "二条城前",
    "desc": "二条城前(北行)",
    "lat": 35.01381559,
    "lon": 135.75159671
  },
  {
    "id": "186100",
    "name": "堀川御池",
    "desc": "堀川御池(A)",
    "lat": 35.01112947,
    "lon": 135.7523603
  },
  {
    "id": "186200",
    "name": "堀川御池",
    "desc": "堀川御池(B)",
    "lat": 35.01086854,
    "lon": 135.75292083
  },
  {
    "id": "186300",
    "name": "堀川御池",
    "desc": "堀川御池(C)",
    "lat": 35.01036751,
    "lon": 135.75200962
  },
  {
    "id": "186400",
    "name": "堀川御池",
    "desc": "堀川御池(D)",
    "lat": 35.01001309,
    "lon": 135.75159242
  },
  {
    "id": "187300",
    "name": "堀川三条",
    "desc": "堀川三条(南行)",
    "lat": 35.00881156,
    "lon": 135.75197814
  },
  {
    "id": "187400",
    "name": "堀川三条",
    "desc": "堀川三条(北行)",
    "lat": 35.00827568,
    "lon": 135.75155487
  },
  {
    "id": "188310",
    "name": "堀川蛸薬師",
    "desc": "堀川蛸薬師(B)",
    "lat": 35.00555842,
    "lon": 135.75194717
  },
  {
    "id": "188320",
    "name": "堀川蛸薬師",
    "desc": "堀川蛸薬師(A)",
    "lat": 35.00595559,
    "lon": 135.7519458
  },
  {
    "id": "188400",
    "name": "堀川蛸薬師",
    "desc": "堀川蛸薬師(C)",
    "lat": 35.00583893,
    "lon": 135.75154787
  },
  {
    "id": "189300",
    "name": "堀川松原",
    "desc": "堀川松原(南行)",
    "lat": 34.99946144,
    "lon": 135.75227693
  },
  {
    "id": "189400",
    "name": "堀川松原",
    "desc": "堀川松原(北行)",
    "lat": 34.99960887,
    "lon": 135.751877
  },
  {
    "id": "190100",
    "name": "堀川五条",
    "desc": "堀川五条(東行)",
    "lat": 34.99646364,
    "lon": 135.75317981
  },
  {
    "id": "190200",
    "name": "堀川五条",
    "desc": "堀川五条(西行)",
    "lat": 34.99613289,
    "lon": 135.75116962
  },
  {
    "id": "190300",
    "name": "堀川五条",
    "desc": "堀川五条(南行)",
    "lat": 34.99556635,
    "lon": 135.75272472
  },
  {
    "id": "190400",
    "name": "堀川五条",
    "desc": "堀川五条(北行)",
    "lat": 34.99710638,
    "lon": 135.75208124
  },
  {
    "id": "191300",
    "name": "西本願寺前",
    "desc": "西本願寺前(南行)",
    "lat": 34.9923697,
    "lon": 135.75317387
  },
  {
    "id": "191400",
    "name": "西本願寺前",
    "desc": "西本願寺前(北行)",
    "lat": 34.99228702,
    "lon": 135.7528611
  },
  {
    "id": "192100",
    "name": "七条堀川",
    "desc": "七条堀川(B)",
    "lat": 34.98929744,
    "lon": 135.7535924
  },
  {
    "id": "192200",
    "name": "七条堀川",
    "desc": "七条堀川(E)",
    "lat": 34.9891381,
    "lon": 135.75251855
  },
  {
    "id": "192310",
    "name": "七条堀川",
    "desc": "七条堀川(C)",
    "lat": 34.98857837,
    "lon": 135.75322897
  },
  {
    "id": "192320",
    "name": "七条堀川",
    "desc": "七条堀川(A)",
    "lat": 34.98971898,
    "lon": 135.75324361
  },
  {
    "id": "192410",
    "name": "七条堀川",
    "desc": "七条堀川(F)",
    "lat": 34.98965699,
    "lon": 135.75290463
  },
  {
    "id": "192420",
    "name": "七条堀川",
    "desc": "七条堀川(D)",
    "lat": 34.98863884,
    "lon": 135.75294435
  },
  {
    "id": "193100",
    "name": "七条西洞院",
    "desc": "七条西洞院(東行)",
    "lat": 34.98931033,
    "lon": 135.75615623
  },
  {
    "id": "193200",
    "name": "七条西洞院",
    "desc": "七条西洞院(西行)",
    "lat": 34.98919149,
    "lon": 135.75584967
  },
  {
    "id": "193300",
    "name": "七条西洞院",
    "desc": "七条西洞院(南行)",
    "lat": 34.98871698,
    "lon": 135.75527648
  },
  {
    "id": "193400",
    "name": "七条西洞院",
    "desc": "七条西洞院(北行)",
    "lat": 34.98835288,
    "lon": 135.7551749
  },
  {
    "id": "194100",
    "name": "山越",
    "desc": "山越(東行)",
    "lat": 35.02729878,
    "lon": 135.69583783
  },
  {
    "id": "194200",
    "name": "山越",
    "desc": "山越(西行)",
    "lat": 35.02723843,
    "lon": 135.6960014
  },
  {
    "id": "195100",
    "name": "ユースホステル前",
    "desc": "ユースホステル前(東行)",
    "lat": 35.02622849,
    "lon": 135.70059353
  },
  {
    "id": "195200",
    "name": "ユースホステル前",
    "desc": "ユースホステル前(西行)",
    "lat": 35.02603161,
    "lon": 135.69995079
  },
  {
    "id": "196100",
    "name": "宇多野病院前",
    "desc": "宇多野病院前(東行)",
    "lat": 35.02768507,
    "lon": 135.70288695
  },
  {
    "id": "196200",
    "name": "宇多野病院前",
    "desc": "宇多野病院前(西行)",
    "lat": 35.02765226,
    "lon": 135.70308538
  },
  {
    "id": "197100",
    "name": "鳴滝本町",
    "desc": "鳴滝本町(東行)",
    "lat": 35.02808577,
    "lon": 135.70589911
  },
  {
    "id": "197200",
    "name": "鳴滝本町",
    "desc": "鳴滝本町(西行)",
    "lat": 35.02796714,
    "lon": 135.70565331
  },
  {
    "id": "198100",
    "name": "府立体育館前",
    "desc": "府立体育館前(東行)",
    "lat": 35.02377186,
    "lon": 135.72826094
  },
  {
    "id": "198200",
    "name": "府立体育館前",
    "desc": "府立体育館前(西行)",
    "lat": 35.02370144,
    "lon": 135.72839794
  },
  {
    "id": "199300",
    "name": "大将軍",
    "desc": "大将軍(南行)",
    "lat": 35.02421967,
    "lon": 135.73171425
  },
  {
    "id": "199400",
    "name": "大将軍",
    "desc": "大将軍(北行)",
    "lat": 35.02298221,
    "lon": 135.73156448
  },
  {
    "id": "200100",
    "name": "丸太町智恵光院",
    "desc": "丸太町智恵光院(東行)",
    "lat": 35.01820681,
    "lon": 135.7466499
  },
  {
    "id": "200200",
    "name": "丸太町智恵光院",
    "desc": "丸太町智恵光院(西行)",
    "lat": 35.01807096,
    "lon": 135.74669751
  },
  {
    "id": "201100",
    "name": "文化庁前・府庁前",
    "desc": "文化庁前・府庁前(東行)",
    "lat": 35.01746195,
    "lon": 135.75624244
  },
  {
    "id": "201200",
    "name": "文化庁前・府庁前",
    "desc": "文化庁前・府庁前(西行)",
    "lat": 35.01729933,
    "lon": 135.75483005
  },
  {
    "id": "202100",
    "name": "裁判所前",
    "desc": "裁判所前(東行)",
    "lat": 35.0174973,
    "lon": 135.7643367
  },
  {
    "id": "202200",
    "name": "裁判所前",
    "desc": "裁判所前(西行)",
    "lat": 35.01733869,
    "lon": 135.76416844
  },
  {
    "id": "203300",
    "name": "知恩院前",
    "desc": "知恩院前(南行)",
    "lat": 35.00645447,
    "lon": 135.77786275
  },
  {
    "id": "203400",
    "name": "知恩院前",
    "desc": "知恩院前(北行)",
    "lat": 35.0064715,
    "lon": 135.77769579
  },
  {
    "id": "204310",
    "name": "西大路三条",
    "desc": "西大路三条(B)",
    "lat": 35.00768398,
    "lon": 135.73201166
  },
  {
    "id": "204320",
    "name": "西大路三条",
    "desc": "西大路三条(A)",
    "lat": 35.00922946,
    "lon": 135.73199944
  },
  {
    "id": "204400",
    "name": "西大路三条",
    "desc": "西大路三条(C)",
    "lat": 35.00761254,
    "lon": 135.73178554
  },
  {
    "id": "205100",
    "name": "山ノ内",
    "desc": "山ノ内(東行)",
    "lat": 35.00838753,
    "lon": 135.72356269
  },
  {
    "id": "205200",
    "name": "山ノ内",
    "desc": "山ノ内(西行)",
    "lat": 35.00826434,
    "lon": 135.72360619
  },
  {
    "id": "206300",
    "name": "庚申前",
    "desc": "庚申前(南行)",
    "lat": 35.00909589,
    "lon": 135.71966741
  },
  {
    "id": "206400",
    "name": "庚申前",
    "desc": "庚申前(北行)",
    "lat": 35.00919646,
    "lon": 135.71943839
  },
  {
    "id": "207100",
    "name": "竹田浄菩提院町",
    "desc": "竹田浄菩提院町(東行)",
    "lat": 34.95150307,
    "lon": 135.75570124
  },
  {
    "id": "207200",
    "name": "竹田浄菩提院町",
    "desc": "竹田浄菩提院町(西行)",
    "lat": 34.95130475,
    "lon": 135.75561386
  },
  {
    "id": "208100",
    "name": "蚕ノ社",
    "desc": "蚕ノ社(東行)",
    "lat": 35.01164262,
    "lon": 135.71358582
  },
  {
    "id": "208200",
    "name": "蚕ノ社",
    "desc": "蚕ノ社(西行)",
    "lat": 35.01110458,
    "lon": 135.71395932
  },
  {
    "id": "209100",
    "name": "太秦東口",
    "desc": "太秦東口(東行)",
    "lat": 35.01368574,
    "lon": 135.71103719
  },
  {
    "id": "209200",
    "name": "太秦東口",
    "desc": "太秦東口(西行)",
    "lat": 35.01359802,
    "lon": 135.71080248
  },
  {
    "id": "210100",
    "name": "太秦広隆寺前",
    "desc": "太秦広隆寺前(東行)",
    "lat": 35.0137686,
    "lon": 135.70678178
  },
  {
    "id": "210200",
    "name": "太秦広隆寺前",
    "desc": "太秦広隆寺前(西行)",
    "lat": 35.01406603,
    "lon": 135.70588716
  },
  {
    "id": "211100",
    "name": "太秦開町",
    "desc": "太秦開町(東行)",
    "lat": 35.01467226,
    "lon": 135.7044504
  },
  {
    "id": "211200",
    "name": "太秦開町",
    "desc": "太秦開町(西行)",
    "lat": 35.01460323,
    "lon": 135.70427648
  },
  {
    "id": "212100",
    "name": "帷子ノ辻",
    "desc": "帷子ノ辻(東行)",
    "lat": 35.01487199,
    "lon": 135.70048768
  },
  {
    "id": "212200",
    "name": "帷子ノ辻",
    "desc": "帷子ノ辻(西行)",
    "lat": 35.01481927,
    "lon": 135.70065063
  },
  {
    "id": "213100",
    "name": "生田口",
    "desc": "生田口(東行)",
    "lat": 35.01428702,
    "lon": 135.69424931
  },
  {
    "id": "213200",
    "name": "生田口",
    "desc": "生田口(西行)",
    "lat": 35.01420562,
    "lon": 135.69454545
  },
  {
    "id": "214100",
    "name": "有栖川",
    "desc": "有栖川(東行)",
    "lat": 35.01440974,
    "lon": 135.69128271
  },
  {
    "id": "214200",
    "name": "有栖川",
    "desc": "有栖川(西行)",
    "lat": 35.01431665,
    "lon": 135.69151959
  },
  {
    "id": "215100",
    "name": "車折神社前",
    "desc": "車折神社前(東行)",
    "lat": 35.0144189,
    "lon": 135.68885966
  },
  {
    "id": "215200",
    "name": "車折神社前",
    "desc": "車折神社前(西行)",
    "lat": 35.01434176,
    "lon": 135.68871195
  },
  {
    "id": "216100",
    "name": "下嵯峨",
    "desc": "下嵯峨(東行)",
    "lat": 35.01425792,
    "lon": 135.68370834
  },
  {
    "id": "216200",
    "name": "下嵯峨",
    "desc": "下嵯峨(西行)",
    "lat": 35.01417993,
    "lon": 135.6838163
  },
  {
    "id": "217100",
    "name": "嵐山（渡月橋北詰）",
    "desc": "嵐山（渡月橋北詰）(東行)",
    "lat": 35.01373297,
    "lon": 135.67864556
  },
  {
    "id": "217200",
    "name": "嵐山（渡月橋北詰）",
    "desc": "嵐山（渡月橋北詰）(西行)",
    "lat": 35.01367006,
    "lon": 135.6793625
  },
  {
    "id": "218001",
    "name": "立命館大学前",
    "desc": "立命館大学前(おりば)",
    "lat": 35.03472067,
    "lon": 135.72623859
  },
  {
    "id": "218110",
    "name": "立命館大学前",
    "desc": "立命館大学前(B)",
    "lat": 35.03492602,
    "lon": 135.72623457
  },
  {
    "id": "218120",
    "name": "立命館大学前",
    "desc": "立命館大学前(A)",
    "lat": 35.03492437,
    "lon": 135.72610716
  },
  {
    "id": "218200",
    "name": "立命館大学前",
    "desc": "立命館大学前(C)",
    "lat": 35.0347133,
    "lon": 135.72598517
  },
  {
    "id": "221310",
    "name": "金閣寺道",
    "desc": "金閣寺道(B)",
    "lat": 35.03864066,
    "lon": 135.73333754
  },
  {
    "id": "221320",
    "name": "金閣寺道",
    "desc": "金閣寺道(A)",
    "lat": 35.04036041,
    "lon": 135.7344483
  },
  {
    "id": "221400",
    "name": "金閣寺道",
    "desc": "金閣寺道(C)",
    "lat": 35.03944213,
    "lon": 135.73335174
  },
  {
    "id": "222100",
    "name": "千本北大路",
    "desc": "千本北大路(A)",
    "lat": 35.0410618,
    "lon": 135.73924844
  },
  {
    "id": "222200",
    "name": "千本北大路",
    "desc": "千本北大路(C)",
    "lat": 35.04072051,
    "lon": 135.73805462
  },
  {
    "id": "222300",
    "name": "千本北大路",
    "desc": "千本北大路(B)",
    "lat": 35.04020378,
    "lon": 135.73892819
  },
  {
    "id": "222400",
    "name": "千本北大路",
    "desc": "千本北大路(D)",
    "lat": 35.04172612,
    "lon": 135.73835077
  },
  {
    "id": "223100",
    "name": "船岡山",
    "desc": "船岡山(東行)",
    "lat": 35.04129316,
    "lon": 135.74162654
  },
  {
    "id": "223200",
    "name": "船岡山",
    "desc": "船岡山(西行)",
    "lat": 35.04113376,
    "lon": 135.74192001
  },
  {
    "id": "224100",
    "name": "建勲神社前",
    "desc": "建勲神社前(東行)",
    "lat": 35.04096449,
    "lon": 135.74456466
  },
  {
    "id": "224200",
    "name": "建勲神社前",
    "desc": "建勲神社前(西行)",
    "lat": 35.04067855,
    "lon": 135.74517956
  },
  {
    "id": "225100",
    "name": "大徳寺前",
    "desc": "大徳寺前(東行)",
    "lat": 35.04078893,
    "lon": 135.74788371
  },
  {
    "id": "225200",
    "name": "大徳寺前",
    "desc": "大徳寺前(西行)",
    "lat": 35.04060951,
    "lon": 135.74792408
  },
  {
    "id": "226100",
    "name": "久我石原町",
    "desc": "久我石原町(東行)",
    "lat": 34.94771898,
    "lon": 135.72301528
  },
  {
    "id": "226200",
    "name": "久我石原町",
    "desc": "久我石原町(西行・18号のりば)",
    "lat": 34.94768327,
    "lon": 135.72480324
  },
  {
    "id": "227100",
    "name": "東土川橋",
    "desc": "東土川橋(東行)",
    "lat": 34.94777593,
    "lon": 135.72077427
  },
  {
    "id": "227200",
    "name": "東土川橋",
    "desc": "東土川橋(西行)",
    "lat": 34.94768146,
    "lon": 135.71981148
  },
  {
    "id": "228300",
    "name": "国道東土川",
    "desc": "国道東土川(南行)",
    "lat": 34.94825739,
    "lon": 135.71692757
  },
  {
    "id": "228400",
    "name": "国道東土川",
    "desc": "国道東土川(北行)",
    "lat": 34.94919751,
    "lon": 135.71670028
  },
  {
    "id": "229100",
    "name": "久世殿城町",
    "desc": "久世殿城町(東行)",
    "lat": 34.95176036,
    "lon": 135.7174382
  },
  {
    "id": "229300",
    "name": "久世殿城町",
    "desc": "久世殿城町(南行)",
    "lat": 34.95069629,
    "lon": 135.71689317
  },
  {
    "id": "229400",
    "name": "久世殿城町",
    "desc": "久世殿城町(北行)",
    "lat": 34.9524622,
    "lon": 135.71665215
  },
  {
    "id": "230300",
    "name": "下久世",
    "desc": "下久世(南行)",
    "lat": 34.95662446,
    "lon": 135.71690917
  },
  {
    "id": "230400",
    "name": "下久世",
    "desc": "下久世(北行)",
    "lat": 34.9570315,
    "lon": 135.71673046
  },
  {
    "id": "231100",
    "name": "中久世",
    "desc": "中久世(東行)",
    "lat": 34.9593586,
    "lon": 135.71633633
  },
  {
    "id": "231200",
    "name": "中久世",
    "desc": "中久世(西行)",
    "lat": 34.95930726,
    "lon": 135.71565332
  },
  {
    "id": "231300",
    "name": "中久世",
    "desc": "中久世(南行)",
    "lat": 34.96109635,
    "lon": 135.71737787
  },
  {
    "id": "231400",
    "name": "中久世",
    "desc": "中久世(北行)",
    "lat": 34.96122932,
    "lon": 135.71718209
  },
  {
    "id": "232100",
    "name": "久世橋西詰",
    "desc": "久世橋西詰(東行)",
    "lat": 34.96439446,
    "lon": 135.72020293
  },
  {
    "id": "232200",
    "name": "久世橋西詰",
    "desc": "久世橋西詰(西行)",
    "lat": 34.9639572,
    "lon": 135.71982789
  },
  {
    "id": "232300",
    "name": "久世橋西詰",
    "desc": "久世橋西詰(南行)",
    "lat": 34.96386522,
    "lon": 135.72103184
  },
  {
    "id": "233110",
    "name": "久世橋東詰",
    "desc": "久世橋東詰(東行東詰)",
    "lat": 34.96619748,
    "lon": 135.72757121
  },
  {
    "id": "233120",
    "name": "久世橋東詰",
    "desc": "久世橋東詰(東行西詰)",
    "lat": 34.96556953,
    "lon": 135.72413611
  },
  {
    "id": "233200",
    "name": "久世橋東詰",
    "desc": "久世橋東詰(西行)",
    "lat": 34.96532109,
    "lon": 135.72438852
  },
  {
    "id": "234300",
    "name": "吉祥院長田町",
    "desc": "吉祥院長田町(南行)",
    "lat": 34.96746216,
    "lon": 135.72663625
  },
  {
    "id": "234400",
    "name": "吉祥院長田町",
    "desc": "吉祥院長田町(北行)",
    "lat": 34.96712011,
    "lon": 135.72639178
  },
  {
    "id": "235300",
    "name": "吉祥院西ノ茶屋町",
    "desc": "吉祥院西ノ茶屋町(南行)",
    "lat": 34.97329834,
    "lon": 135.72677002
  },
  {
    "id": "235400",
    "name": "吉祥院西ノ茶屋町",
    "desc": "吉祥院西ノ茶屋町(北行)",
    "lat": 34.97202256,
    "lon": 135.72652221
  },
  {
    "id": "236100",
    "name": "吉祥院車道町",
    "desc": "吉祥院車道町(東行)",
    "lat": 34.97620507,
    "lon": 135.7291795
  },
  {
    "id": "236200",
    "name": "吉祥院車道町",
    "desc": "吉祥院車道町(西行)",
    "lat": 34.97614131,
    "lon": 135.72940419
  },
  {
    "id": "237100",
    "name": "西大路七条",
    "desc": "西大路七条(B)",
    "lat": 34.98936603,
    "lon": 135.73336441
  },
  {
    "id": "237200",
    "name": "西大路七条",
    "desc": "西大路七条(D)",
    "lat": 34.98916067,
    "lon": 135.73184703
  },
  {
    "id": "237310",
    "name": "西大路七条",
    "desc": "西大路七条(C)",
    "lat": 34.98783262,
    "lon": 135.73257836
  },
  {
    "id": "237320",
    "name": "西大路七条",
    "desc": "西大路七条(A)",
    "lat": 34.9901369,
    "lon": 135.73251774
  },
  {
    "id": "237400",
    "name": "西大路七条",
    "desc": "西大路七条(E)",
    "lat": 34.98972702,
    "lon": 135.73226317
  },
  {
    "id": "238300",
    "name": "西大路花屋町",
    "desc": "西大路花屋町(南行)",
    "lat": 34.99209767,
    "lon": 135.73245018
  },
  {
    "id": "238400",
    "name": "西大路花屋町",
    "desc": "西大路花屋町(北行)",
    "lat": 34.99297824,
    "lon": 135.73217043
  },
  {
    "id": "239100",
    "name": "西大路五条",
    "desc": "西大路五条(A)",
    "lat": 34.99630823,
    "lon": 135.73281502
  },
  {
    "id": "239200",
    "name": "西大路五条",
    "desc": "西大路五条(C)",
    "lat": 34.99611484,
    "lon": 135.73158886
  },
  {
    "id": "239300",
    "name": "西大路五条",
    "desc": "西大路五条(B)",
    "lat": 34.99551458,
    "lon": 135.73233857
  },
  {
    "id": "239400",
    "name": "西大路五条",
    "desc": "西大路五条(D)",
    "lat": 34.99676872,
    "lon": 135.73201799
  },
  {
    "id": "240300",
    "name": "西大路松原",
    "desc": "西大路松原(南行)",
    "lat": 34.99812616,
    "lon": 135.73223663
  },
  {
    "id": "240400",
    "name": "西大路松原",
    "desc": "西大路松原(北行)",
    "lat": 34.99898386,
    "lon": 135.73196339
  },
  {
    "id": "241100",
    "name": "東北園町",
    "desc": "東北園町(東行)",
    "lat": 35.04806328,
    "lon": 135.77369451
  },
  {
    "id": "242300",
    "name": "左京区総合庁舎前",
    "desc": "左京区総合庁舎前(南行)",
    "lat": 35.04857224,
    "lon": 135.77639578
  },
  {
    "id": "242400",
    "name": "左京区総合庁舎前",
    "desc": "左京区総合庁舎前(北行)",
    "lat": 35.04912569,
    "lon": 135.77627754
  },
  {
    "id": "243100",
    "name": "修学院駅前",
    "desc": "修学院駅前(東行)",
    "lat": 35.05034727,
    "lon": 135.79127101
  },
  {
    "id": "243200",
    "name": "修学院駅前",
    "desc": "修学院駅前(西行)",
    "lat": 35.05030173,
    "lon": 135.79104785
  },
  {
    "id": "244100",
    "name": "松ヶ崎海尻町",
    "desc": "松ヶ崎海尻町(東行)",
    "lat": 35.0517424,
    "lon": 135.77957267
  },
  {
    "id": "244200",
    "name": "松ヶ崎海尻町",
    "desc": "松ヶ崎海尻町(西行)",
    "lat": 35.05156268,
    "lon": 135.77851177
  },
  {
    "id": "245100",
    "name": "桜木町",
    "desc": "桜木町(東行)",
    "lat": 35.03513576,
    "lon": 135.72898134
  },
  {
    "id": "245200",
    "name": "桜木町",
    "desc": "桜木町(西行)",
    "lat": 35.03505748,
    "lon": 135.72978042
  },
  {
    "id": "246310",
    "name": "わら天神前",
    "desc": "わら天神前(B)",
    "lat": 35.03457719,
    "lon": 135.73207808
  },
  {
    "id": "246320",
    "name": "わら天神前",
    "desc": "わら天神前(A)",
    "lat": 35.0360464,
    "lon": 135.73252433
  },
  {
    "id": "246410",
    "name": "わら天神前",
    "desc": "わら天神前(D)",
    "lat": 35.03532932,
    "lon": 135.73206698
  },
  {
    "id": "246420",
    "name": "わら天神前",
    "desc": "わら天神前(C)",
    "lat": 35.03447843,
    "lon": 135.7318106
  },
  {
    "id": "247300",
    "name": "衣笠校前",
    "desc": "衣笠校前(南行)",
    "lat": 35.02996169,
    "lon": 135.7315848
  },
  {
    "id": "247400",
    "name": "衣笠校前",
    "desc": "衣笠校前(北行)",
    "lat": 35.03063321,
    "lon": 135.73135248
  },
  {
    "id": "248300",
    "name": "北野中学前",
    "desc": "北野中学前(南行)",
    "lat": 35.02182985,
    "lon": 135.73186453
  },
  {
    "id": "248400",
    "name": "北野中学前",
    "desc": "北野中学前(北行)",
    "lat": 35.0216103,
    "lon": 135.73164906
  },
  {
    "id": "249100",
    "name": "西ノ京円町（ＪＲ円町駅）",
    "desc": "西ノ京円町（ＪＲ円町駅）(B)",
    "lat": 35.01869165,
    "lon": 135.73283246
  },
  {
    "id": "249200",
    "name": "西ノ京円町（ＪＲ円町駅）",
    "desc": "西ノ京円町（ＪＲ円町駅）(D)",
    "lat": 35.01850913,
    "lon": 135.73078162
  },
  {
    "id": "249310",
    "name": "西ノ京円町（ＪＲ円町駅）",
    "desc": "西ノ京円町（ＪＲ円町駅）(C)",
    "lat": 35.01795649,
    "lon": 135.73193593
  },
  {
    "id": "249320",
    "name": "西ノ京円町（ＪＲ円町駅）",
    "desc": "西ノ京円町（ＪＲ円町駅）(A)",
    "lat": 35.01952229,
    "lon": 135.73194029
  },
  {
    "id": "249400",
    "name": "西ノ京円町（ＪＲ円町駅）",
    "desc": "西ノ京円町（ＪＲ円町駅）(E)",
    "lat": 35.01921109,
    "lon": 135.73169521
  },
  {
    "id": "250100",
    "name": "丸太町御前通",
    "desc": "丸太町御前通(東行)",
    "lat": 35.01870164,
    "lon": 135.73520468
  },
  {
    "id": "250200",
    "name": "丸太町御前通",
    "desc": "丸太町御前通(西行)",
    "lat": 35.01853043,
    "lon": 135.73653118
  },
  {
    "id": "251100",
    "name": "丸太町七本松",
    "desc": "丸太町七本松(東行)",
    "lat": 35.01848479,
    "lon": 135.73996441
  },
  {
    "id": "251200",
    "name": "丸太町七本松",
    "desc": "丸太町七本松(西行)",
    "lat": 35.01842953,
    "lon": 135.73839913
  },
  {
    "id": "251400",
    "name": "丸太町七本松",
    "desc": "丸太町七本松(北行)",
    "lat": 35.01891343,
    "lon": 135.73929304
  },
  {
    "id": "252100",
    "name": "神泉苑前",
    "desc": "神泉苑前(東行)",
    "lat": 35.01101225,
    "lon": 135.74825514
  },
  {
    "id": "252200",
    "name": "神泉苑前",
    "desc": "神泉苑前(西行)",
    "lat": 35.01091243,
    "lon": 135.74800723
  },
  {
    "id": "253100",
    "name": "新町御池",
    "desc": "新町御池(東行)",
    "lat": 35.01095001,
    "lon": 135.75709885
  },
  {
    "id": "253200",
    "name": "新町御池",
    "desc": "新町御池(西行)",
    "lat": 35.01070404,
    "lon": 135.75714293
  },
  {
    "id": "254100",
    "name": "堺町御池",
    "desc": "堺町御池(東行)",
    "lat": 35.01092997,
    "lon": 135.76336583
  },
  {
    "id": "254200",
    "name": "堺町御池",
    "desc": "堺町御池(西行)",
    "lat": 35.01067167,
    "lon": 135.76342871
  },
  {
    "id": "255100",
    "name": "三条春日",
    "desc": "三条春日(東行)",
    "lat": 35.00844694,
    "lon": 135.72905348
  },
  {
    "id": "255200",
    "name": "三条春日",
    "desc": "三条春日(西行)",
    "lat": 35.00823768,
    "lon": 135.72900654
  },
  {
    "id": "256100",
    "name": "七条京阪前",
    "desc": "七条京阪前(A)",
    "lat": 34.98936949,
    "lon": 135.76840512
  },
  {
    "id": "256200",
    "name": "七条京阪前",
    "desc": "七条京阪前(B)",
    "lat": 34.98924288,
    "lon": 135.76909562
  },
  {
    "id": "256300",
    "name": "七条京阪前",
    "desc": "七条京阪前(C)",
    "lat": 34.98881249,
    "lon": 135.76813434
  },
  {
    "id": "256400",
    "name": "七条京阪前",
    "desc": "七条京阪前(D)",
    "lat": 34.98860111,
    "lon": 135.76786223
  },
  {
    "id": "257300",
    "name": "塩小路橋",
    "desc": "塩小路橋(南行)",
    "lat": 34.98643019,
    "lon": 135.76819568
  },
  {
    "id": "257400",
    "name": "塩小路橋",
    "desc": "塩小路橋(北行)",
    "lat": 34.98772639,
    "lon": 135.76793534
  },
  {
    "id": "258300",
    "name": "東福寺道",
    "desc": "東福寺道(南行)",
    "lat": 34.98028202,
    "lon": 135.76928831
  },
  {
    "id": "258400",
    "name": "東福寺道",
    "desc": "東福寺道(北行)",
    "lat": 34.98017379,
    "lon": 135.76918649
  },
  {
    "id": "259300",
    "name": "月輪",
    "desc": "月輪(南行)",
    "lat": 34.97668445,
    "lon": 135.76826314
  },
  {
    "id": "259400",
    "name": "月輪",
    "desc": "月輪(北行)",
    "lat": 34.97776635,
    "lon": 135.76878233
  },
  {
    "id": "260300",
    "name": "十条相深町",
    "desc": "十条相深町(南行)",
    "lat": 34.97387971,
    "lon": 135.76803319
  },
  {
    "id": "260400",
    "name": "十条相深町",
    "desc": "十条相深町(北行)",
    "lat": 34.97355653,
    "lon": 135.76795925
  },
  {
    "id": "261300",
    "name": "稲荷大社前",
    "desc": "稲荷大社前(南行)",
    "lat": 34.96870136,
    "lon": 135.76852192
  },
  {
    "id": "261400",
    "name": "稲荷大社前",
    "desc": "稲荷大社前(北行)",
    "lat": 34.96855379,
    "lon": 135.76842689
  },
  {
    "id": "262300",
    "name": "警察学校前",
    "desc": "警察学校前(南行)",
    "lat": 34.96542687,
    "lon": 135.7684933
  },
  {
    "id": "262400",
    "name": "警察学校前",
    "desc": "警察学校前(北行)",
    "lat": 34.96515428,
    "lon": 135.76839407
  },
  {
    "id": "263300",
    "name": "龍谷大学前",
    "desc": "龍谷大学前(南行)",
    "lat": 34.96371832,
    "lon": 135.76848672
  },
  {
    "id": "263400",
    "name": "龍谷大学前",
    "desc": "龍谷大学前(北行)",
    "lat": 34.96199832,
    "lon": 135.76821258
  },
  {
    "id": "264300",
    "name": "深草西浦町",
    "desc": "深草西浦町(南行)",
    "lat": 34.95836859,
    "lon": 135.7683327
  },
  {
    "id": "264400",
    "name": "深草西浦町",
    "desc": "深草西浦町(北行)",
    "lat": 34.95830383,
    "lon": 135.76819839
  },
  {
    "id": "265100",
    "name": "聖母女学院前",
    "desc": "聖母女学院前(東行)",
    "lat": 34.95961933,
    "lon": 135.77170962
  },
  {
    "id": "266100",
    "name": "坊町",
    "desc": "坊町(東行)",
    "lat": 34.95934893,
    "lon": 135.77443872
  },
  {
    "id": "267300",
    "name": "僧坊町",
    "desc": "僧坊町(南行)",
    "lat": 34.95782767,
    "lon": 135.77606018
  },
  {
    "id": "268300",
    "name": "西久宝寺町",
    "desc": "西久宝寺町(南行)",
    "lat": 34.95419727,
    "lon": 135.77640433
  },
  {
    "id": "269300",
    "name": "西寺町",
    "desc": "西寺町(南行)",
    "lat": 34.95227767,
    "lon": 135.77642932
  },
  {
    "id": "270300",
    "name": "東寺町",
    "desc": "東寺町(南行)",
    "lat": 34.95008545,
    "lon": 135.77637363
  },
  {
    "id": "271200",
    "name": "教育大学前",
    "desc": "教育大学前(西行)",
    "lat": 34.94851398,
    "lon": 135.77362642
  },
  {
    "id": "272200",
    "name": "藤森神社",
    "desc": "藤森神社(西行)",
    "lat": 34.94896304,
    "lon": 135.77100124
  },
  {
    "id": "273400",
    "name": "藤森神社前",
    "desc": "藤森神社前(北行)",
    "lat": 34.9509016,
    "lon": 135.77052271
  },
  {
    "id": "274200",
    "name": "直違橋一丁目",
    "desc": "直違橋一丁目(西行)",
    "lat": 34.95420547,
    "lon": 135.77109304
  },
  {
    "id": "275300",
    "name": "藤ノ森",
    "desc": "藤ノ森(南行)",
    "lat": 34.95553085,
    "lon": 135.76863027
  },
  {
    "id": "275400",
    "name": "藤ノ森",
    "desc": "藤ノ森(北行)",
    "lat": 34.95667315,
    "lon": 135.76819218
  },
  {
    "id": "276300",
    "name": "等持院東町",
    "desc": "等持院東町(南行)",
    "lat": 35.02928556,
    "lon": 135.72783913
  },
  {
    "id": "276400",
    "name": "等持院東町",
    "desc": "等持院東町(北行)",
    "lat": 35.02930258,
    "lon": 135.72775464
  },
  {
    "id": "279200",
    "name": "西小路花屋町",
    "desc": "西小路花屋町(西行)",
    "lat": 34.99248239,
    "lon": 135.72522564
  },
  {
    "id": "283100",
    "name": "菱妻神社前",
    "desc": "菱妻神社前(東行)",
    "lat": 34.94778603,
    "lon": 135.72931133
  },
  {
    "id": "283200",
    "name": "菱妻神社前",
    "desc": "菱妻神社前(西行)",
    "lat": 34.94769201,
    "lon": 135.72912403
  },
  {
    "id": "284100",
    "name": "久我",
    "desc": "久我(東行)",
    "lat": 34.94553787,
    "lon": 135.73421356
  },
  {
    "id": "284200",
    "name": "久我",
    "desc": "久我(西行)",
    "lat": 34.94542849,
    "lon": 135.73410292
  },
  {
    "id": "284300",
    "name": "久我",
    "desc": "久我(南行)",
    "lat": 34.94499875,
    "lon": 135.73347785
  },
  {
    "id": "284400",
    "name": "久我",
    "desc": "久我(北行)",
    "lat": 34.94509759,
    "lon": 135.73342299
  },
  {
    "id": "285100",
    "name": "赤池",
    "desc": "赤池(東行)",
    "lat": 34.94645757,
    "lon": 135.74429687
  },
  {
    "id": "285200",
    "name": "赤池",
    "desc": "赤池(西行)",
    "lat": 34.9463652,
    "lon": 135.74371169
  },
  {
    "id": "285300",
    "name": "赤池",
    "desc": "赤池(南行)",
    "lat": 34.94738268,
    "lon": 135.7430415
  },
  {
    "id": "286300",
    "name": "城南宮道",
    "desc": "城南宮道(南行)",
    "lat": 34.95017449,
    "lon": 135.74318095
  },
  {
    "id": "287300",
    "name": "小枝橋",
    "desc": "小枝橋(南行)",
    "lat": 34.95403631,
    "lon": 135.74156646
  },
  {
    "id": "287400",
    "name": "小枝橋",
    "desc": "小枝橋(北行)",
    "lat": 34.95423215,
    "lon": 135.74157885
  },
  {
    "id": "288300",
    "name": "奈須野",
    "desc": "奈須野(南行)",
    "lat": 34.95611427,
    "lon": 135.74256111
  },
  {
    "id": "288400",
    "name": "奈須野",
    "desc": "奈須野(北行)",
    "lat": 34.9562971,
    "lon": 135.74199279
  },
  {
    "id": "289300",
    "name": "地蔵前",
    "desc": "地蔵前(南行)",
    "lat": 34.95852718,
    "lon": 135.74302537
  },
  {
    "id": "289400",
    "name": "地蔵前",
    "desc": "地蔵前(北行)",
    "lat": 34.95802721,
    "lon": 135.74245029
  },
  {
    "id": "290300",
    "name": "岩ノ本町",
    "desc": "岩ノ本町(南行)",
    "lat": 34.96093359,
    "lon": 135.74258722
  },
  {
    "id": "290400",
    "name": "岩ノ本町",
    "desc": "岩ノ本町(北行)",
    "lat": 34.96071599,
    "lon": 135.74251414
  },
  {
    "id": "291300",
    "name": "城ヶ前町",
    "desc": "城ヶ前町(南行)",
    "lat": 34.96262662,
    "lon": 135.74254329
  },
  {
    "id": "291400",
    "name": "城ヶ前町",
    "desc": "城ヶ前町(北行)",
    "lat": 34.96270129,
    "lon": 135.74246825
  },
  {
    "id": "292300",
    "name": "上鳥羽小学校前",
    "desc": "上鳥羽小学校前(南行)",
    "lat": 34.96437524,
    "lon": 135.74249184
  },
  {
    "id": "292400",
    "name": "上鳥羽小学校前",
    "desc": "上鳥羽小学校前(北行)",
    "lat": 34.96403451,
    "lon": 135.74241501
  },
  {
    "id": "293100",
    "name": "上鳥羽村山町",
    "desc": "上鳥羽村山町(東行)",
    "lat": 34.96580826,
    "lon": 135.74155552
  },
  {
    "id": "293200",
    "name": "上鳥羽村山町",
    "desc": "上鳥羽村山町(西行)",
    "lat": 34.96565676,
    "lon": 135.74157505
  },
  {
    "id": "293400",
    "name": "上鳥羽村山町",
    "desc": "上鳥羽村山町(北行)",
    "lat": 34.96633188,
    "lon": 135.74091569
  },
  {
    "id": "294300",
    "name": "上ノ町",
    "desc": "上ノ町(南行)",
    "lat": 34.96732051,
    "lon": 135.74256505
  },
  {
    "id": "294400",
    "name": "上ノ町",
    "desc": "上ノ町(北行)",
    "lat": 34.96842333,
    "lon": 135.74099596
  },
  {
    "id": "295300",
    "name": "五丁橋",
    "desc": "五丁橋(南行)",
    "lat": 34.970589,
    "lon": 135.74260627
  },
  {
    "id": "295400",
    "name": "五丁橋",
    "desc": "五丁橋(北行)",
    "lat": 34.97020394,
    "lon": 135.74104317
  },
  {
    "id": "296100",
    "name": "千本十条",
    "desc": "千本十条(東行)",
    "lat": 34.97342196,
    "lon": 135.74183594
  },
  {
    "id": "296210",
    "name": "千本十条",
    "desc": "千本十条(西行)",
    "lat": 34.97328127,
    "lon": 135.74221954
  },
  {
    "id": "296400",
    "name": "千本十条",
    "desc": "千本十条(北行)",
    "lat": 34.97271765,
    "lon": 135.74112904
  },
  {
    "id": "297300",
    "name": "唐戸町",
    "desc": "唐戸町(南行)",
    "lat": 34.97613227,
    "lon": 135.74147181
  },
  {
    "id": "297400",
    "name": "唐戸町",
    "desc": "唐戸町(北行)",
    "lat": 34.97604457,
    "lon": 135.74135981
  },
  {
    "id": "298100",
    "name": "羅城門",
    "desc": "羅城門(東行)",
    "lat": 34.9791285,
    "lon": 135.74299521
  },
  {
    "id": "298200",
    "name": "羅城門",
    "desc": "羅城門(西行)",
    "lat": 34.97895834,
    "lon": 135.74314584
  },
  {
    "id": "299100",
    "name": "東寺東門前",
    "desc": "東寺東門前(A)",
    "lat": 34.98186915,
    "lon": 135.75006225
  },
  {
    "id": "299300",
    "name": "東寺東門前",
    "desc": "東寺東門前(B)",
    "lat": 34.98139575,
    "lon": 135.7494246
  },
  {
    "id": "299400",
    "name": "東寺東門前",
    "desc": "東寺東門前(C)",
    "lat": 34.98237042,
    "lon": 135.74918979
  },
  {
    "id": "300100",
    "name": "七条大宮・京都水族館前",
    "desc": "七条大宮・京都水族館前(E)",
    "lat": 34.98928457,
    "lon": 135.74858752
  },
  {
    "id": "300200",
    "name": "七条大宮・京都水族館前",
    "desc": "七条大宮・京都水族館前(D)",
    "lat": 34.98910172,
    "lon": 135.748688
  },
  {
    "id": "300310",
    "name": "七条大宮・京都水族館前",
    "desc": "七条大宮・京都水族館前(B)",
    "lat": 34.98853429,
    "lon": 135.74932951
  },
  {
    "id": "300320",
    "name": "七条大宮・京都水族館前",
    "desc": "七条大宮・京都水族館前(A)",
    "lat": 34.9900301,
    "lon": 135.74931045
  },
  {
    "id": "300410",
    "name": "七条大宮・京都水族館前",
    "desc": "七条大宮・京都水族館前(F)",
    "lat": 34.98971744,
    "lon": 135.74915771
  },
  {
    "id": "300420",
    "name": "七条大宮・京都水族館前",
    "desc": "七条大宮・京都水族館前(C)",
    "lat": 34.98843046,
    "lon": 135.74908006
  },
  {
    "id": "301300",
    "name": "島原口",
    "desc": "島原口(南行)",
    "lat": 34.99223849,
    "lon": 135.74928503
  },
  {
    "id": "301400",
    "name": "島原口",
    "desc": "島原口(北行)",
    "lat": 34.99333456,
    "lon": 135.74909579
  },
  {
    "id": "302100",
    "name": "大宮五条",
    "desc": "大宮五条(A)",
    "lat": 34.99651857,
    "lon": 135.74980983
  },
  {
    "id": "302200",
    "name": "大宮五条",
    "desc": "大宮五条(C)",
    "lat": 34.99614403,
    "lon": 135.74860254
  },
  {
    "id": "302300",
    "name": "大宮五条",
    "desc": "大宮五条(B)",
    "lat": 34.99575422,
    "lon": 135.74926407
  },
  {
    "id": "302400",
    "name": "大宮五条",
    "desc": "大宮五条(D)",
    "lat": 34.99708678,
    "lon": 135.74911762
  },
  {
    "id": "303300",
    "name": "大宮松原",
    "desc": "大宮松原(南行)",
    "lat": 34.99923123,
    "lon": 135.74925336
  },
  {
    "id": "303400",
    "name": "大宮松原",
    "desc": "大宮松原(北行)",
    "lat": 34.99926109,
    "lon": 135.7490945
  },
  {
    "id": "304100",
    "name": "岡崎公園 ロームシアター京都・みやこめっせ前",
    "desc": "ロームシアター京都みやこめっせ前(D)",
    "lat": 35.01371778,
    "lon": 135.78135296
  },
  {
    "id": "304200",
    "name": "岡崎公園 ロームシアター京都・みやこめっせ前",
    "desc": "ロームシアター京都みやこめっせ前(C)",
    "lat": 35.01358724,
    "lon": 135.78062027
  },
  {
    "id": "305100",
    "name": "五条西洞院",
    "desc": "五条西洞院(東行)",
    "lat": 34.99645188,
    "lon": 135.75575209
  },
  {
    "id": "305200",
    "name": "五条西洞院",
    "desc": "五条西洞院(西行)",
    "lat": 34.99609353,
    "lon": 135.7557859
  },
  {
    "id": "305300",
    "name": "五条西洞院",
    "desc": "五条西洞院(南行)",
    "lat": 34.995715,
    "lon": 135.75522592
  },
  {
    "id": "305400",
    "name": "五条西洞院",
    "desc": "五条西洞院(北行)",
    "lat": 34.9966785,
    "lon": 135.75514878
  },
  {
    "id": "306300",
    "name": "西洞院六条",
    "desc": "西洞院六条(南行)",
    "lat": 34.99388719,
    "lon": 135.75521725
  },
  {
    "id": "306400",
    "name": "西洞院六条",
    "desc": "西洞院六条(北行)",
    "lat": 34.99443121,
    "lon": 135.75512094
  },
  {
    "id": "307300",
    "name": "西洞院正面",
    "desc": "西洞院正面(南行)",
    "lat": 34.99109769,
    "lon": 135.75525582
  },
  {
    "id": "307400",
    "name": "西洞院正面",
    "desc": "西洞院正面(北行)",
    "lat": 34.99182766,
    "lon": 135.75513433
  },
  {
    "id": "308200",
    "name": "市民防災センター前",
    "desc": "市民防災センター前(西行)",
    "lat": 34.97326371,
    "lon": 135.74525587
  },
  {
    "id": "308300",
    "name": "市民防災センター前",
    "desc": "市民防災センター前(南行)",
    "lat": 34.97417634,
    "lon": 135.74617087
  },
  {
    "id": "308400",
    "name": "市民防災センター前",
    "desc": "市民防災センター前(北行)",
    "lat": 34.97372734,
    "lon": 135.74595115
  },
  {
    "id": "309100",
    "name": "上鳥羽",
    "desc": "上鳥羽(東行)",
    "lat": 34.96566169,
    "lon": 135.7467605
  },
  {
    "id": "309200",
    "name": "上鳥羽",
    "desc": "上鳥羽(西行)",
    "lat": 34.96555745,
    "lon": 135.74499609
  },
  {
    "id": "309300",
    "name": "上鳥羽",
    "desc": "上鳥羽(南行)",
    "lat": 34.96415456,
    "lon": 135.74592962
  },
  {
    "id": "309400",
    "name": "上鳥羽",
    "desc": "上鳥羽(北行)",
    "lat": 34.96402185,
    "lon": 135.74570196
  },
  {
    "id": "310100",
    "name": "城南宮",
    "desc": "城南宮(東行)",
    "lat": 34.95163678,
    "lon": 135.7466176
  },
  {
    "id": "310200",
    "name": "城南宮",
    "desc": "城南宮(西行)",
    "lat": 34.95148467,
    "lon": 135.74711465
  },
  {
    "id": "310300",
    "name": "城南宮",
    "desc": "城南宮(南行)",
    "lat": 34.9500861,
    "lon": 135.74553285
  },
  {
    "id": "310400",
    "name": "城南宮",
    "desc": "城南宮(北行)",
    "lat": 34.94985081,
    "lon": 135.74532629
  },
  {
    "id": "311100",
    "name": "国道赤池",
    "desc": "国道赤池(東行)",
    "lat": 34.94638701,
    "lon": 135.74656134
  },
  {
    "id": "311200",
    "name": "国道赤池",
    "desc": "国道赤池(西行)",
    "lat": 34.94619137,
    "lon": 135.74788602
  },
  {
    "id": "311300",
    "name": "国道赤池",
    "desc": "国道赤池(南行)",
    "lat": 34.94587858,
    "lon": 135.74541434
  },
  {
    "id": "311400",
    "name": "国道赤池",
    "desc": "国道赤池(北行)",
    "lat": 34.9470814,
    "lon": 135.74524994
  },
  {
    "id": "312100",
    "name": "下鳥羽城ノ越町",
    "desc": "下鳥羽城ノ越町(東行)",
    "lat": 34.9407155,
    "lon": 135.74611038
  },
  {
    "id": "312200",
    "name": "下鳥羽城ノ越町",
    "desc": "下鳥羽城ノ越町(西行)",
    "lat": 34.94048786,
    "lon": 135.74615444
  },
  {
    "id": "312300",
    "name": "下鳥羽城ノ越町",
    "desc": "下鳥羽城ノ越町(南行)",
    "lat": 34.94209186,
    "lon": 135.74533106
  },
  {
    "id": "312400",
    "name": "下鳥羽城ノ越町",
    "desc": "下鳥羽城ノ越町(北行)",
    "lat": 34.94194998,
    "lon": 135.74510739
  },
  {
    "id": "313300",
    "name": "国道下鳥羽",
    "desc": "国道下鳥羽(南行)",
    "lat": 34.93829709,
    "lon": 135.74521834
  },
  {
    "id": "313400",
    "name": "国道下鳥羽",
    "desc": "国道下鳥羽(北行)",
    "lat": 34.93808719,
    "lon": 135.7449906
  },
  {
    "id": "314100",
    "name": "国道大手筋",
    "desc": "国道大手筋(東行)",
    "lat": 34.93279926,
    "lon": 135.74578602
  },
  {
    "id": "314200",
    "name": "国道大手筋",
    "desc": "国道大手筋(西行)",
    "lat": 34.93263595,
    "lon": 135.74622762
  },
  {
    "id": "315100",
    "name": "三栖公園前",
    "desc": "三栖公園前(東行)",
    "lat": 34.93290847,
    "lon": 135.75187812
  },
  {
    "id": "315200",
    "name": "三栖公園前",
    "desc": "三栖公園前(西行)",
    "lat": 34.93270332,
    "lon": 135.75038346
  },
  {
    "id": "315400",
    "name": "三栖公園前",
    "desc": "三栖公園前(北行)",
    "lat": 34.93357291,
    "lon": 135.75094808
  },
  {
    "id": "316100",
    "name": "西大手筋",
    "desc": "西大手筋(東行)",
    "lat": 34.93299483,
    "lon": 135.75787828
  },
  {
    "id": "316200",
    "name": "西大手筋",
    "desc": "西大手筋(西行)",
    "lat": 34.93288178,
    "lon": 135.75773777
  },
  {
    "id": "316300",
    "name": "西大手筋",
    "desc": "西大手筋(南行)",
    "lat": 34.93336849,
    "lon": 135.75841284
  },
  {
    "id": "316400",
    "name": "西大手筋",
    "desc": "西大手筋(北行)",
    "lat": 34.93354791,
    "lon": 135.75828365
  },
  {
    "id": "317300",
    "name": "京橋",
    "desc": "京橋(南行)",
    "lat": 34.93057727,
    "lon": 135.75892467
  },
  {
    "id": "317400",
    "name": "京橋",
    "desc": "京橋(北行)",
    "lat": 34.93106161,
    "lon": 135.75877134
  },
  {
    "id": "318300",
    "name": "中書島",
    "desc": "中書島(南行)",
    "lat": 34.92795224,
    "lon": 135.75895419
  },
  {
    "id": "318400",
    "name": "中書島",
    "desc": "中書島(北行)",
    "lat": 34.92812756,
    "lon": 135.7587613
  },
  {
    "id": "319300",
    "name": "八丁畷",
    "desc": "八丁畷(南行)",
    "lat": 34.93044579,
    "lon": 135.742677
  },
  {
    "id": "319410",
    "name": "八丁畷",
    "desc": "八丁畷(北行北詰)",
    "lat": 34.93110473,
    "lon": 135.74317446
  },
  {
    "id": "319420",
    "name": "八丁畷",
    "desc": "八丁畷(北行南詰)",
    "lat": 34.93010636,
    "lon": 135.74212508
  },
  {
    "id": "320200",
    "name": "府道横大路",
    "desc": "府道横大路(西行)",
    "lat": 34.9271847,
    "lon": 135.7382768
  },
  {
    "id": "320300",
    "name": "府道横大路",
    "desc": "府道横大路(南行)",
    "lat": 34.92655848,
    "lon": 135.73861068
  },
  {
    "id": "320400",
    "name": "府道横大路",
    "desc": "府道横大路(北行)",
    "lat": 34.92834395,
    "lon": 135.74027676
  },
  {
    "id": "321300",
    "name": "富ノ森",
    "desc": "富ノ森(南行)",
    "lat": 34.9166319,
    "lon": 135.72823342
  },
  {
    "id": "321400",
    "name": "富ノ森",
    "desc": "富ノ森(北行)",
    "lat": 34.91694279,
    "lon": 135.72835187
  },
  {
    "id": "322300",
    "name": "納所北城堀",
    "desc": "納所北城堀(南行)",
    "lat": 34.91082618,
    "lon": 135.72215655
  },
  {
    "id": "322400",
    "name": "納所北城堀",
    "desc": "納所北城堀(北行)",
    "lat": 34.91094331,
    "lon": 135.72207474
  },
  {
    "id": "323300",
    "name": "納所町",
    "desc": "納所町(南行)",
    "lat": 34.90833152,
    "lon": 135.71954437
  },
  {
    "id": "323400",
    "name": "納所町",
    "desc": "納所町(北行)",
    "lat": 34.90825631,
    "lon": 135.71926632
  },
  {
    "id": "324200",
    "name": "京阪淀駅",
    "desc": "京阪淀駅(2)",
    "lat": 34.90590275,
    "lon": 135.72015776
  },
  {
    "id": "325300",
    "name": "太秦小学校前",
    "desc": "太秦小学校前(南行)",
    "lat": 35.01157963,
    "lon": 135.70824888
  },
  {
    "id": "325400",
    "name": "太秦小学校前",
    "desc": "太秦小学校前(北行)",
    "lat": 35.0114524,
    "lon": 135.70819618
  },
  {
    "id": "326300",
    "name": "南太秦",
    "desc": "南太秦(南行)",
    "lat": 35.00803734,
    "lon": 135.70668439
  },
  {
    "id": "326400",
    "name": "南太秦",
    "desc": "南太秦(北行)",
    "lat": 35.00827184,
    "lon": 135.70659242
  },
  {
    "id": "327400",
    "name": "立命館大学前（キャンパス内）",
    "desc": "立命館大学前（キャンパス内）(バス停)",
    "lat": 35.03358494,
    "lon": 135.72533513
  },
  {
    "id": "328300",
    "name": "鳴滝松本町",
    "desc": "鳴滝松本町(南行)",
    "lat": 35.03386412,
    "lon": 135.69999467
  },
  {
    "id": "328400",
    "name": "鳴滝松本町",
    "desc": "鳴滝松本町(北行)",
    "lat": 35.03386291,
    "lon": 135.69978274
  },
  {
    "id": "329300",
    "name": "河原町東寺道",
    "desc": "河原町東寺道(南行)",
    "lat": 34.981607,
    "lon": 135.76427875
  },
  {
    "id": "329400",
    "name": "河原町東寺道",
    "desc": "河原町東寺道(北行)",
    "lat": 34.98214977,
    "lon": 135.76412856
  },
  {
    "id": "330300",
    "name": "七本松仁和寺街道",
    "desc": "七本松仁和寺街道(南行)",
    "lat": 35.02429012,
    "lon": 135.73943625
  },
  {
    "id": "330400",
    "name": "七本松仁和寺街道",
    "desc": "七本松仁和寺街道(北行)",
    "lat": 35.02494766,
    "lon": 135.73933249
  },
  {
    "id": "331300",
    "name": "七本松出水",
    "desc": "七本松出水(南行)",
    "lat": 35.02210648,
    "lon": 135.73944011
  },
  {
    "id": "331400",
    "name": "七本松出水",
    "desc": "七本松出水(北行)",
    "lat": 35.02147252,
    "lon": 135.73933875
  },
  {
    "id": "333300",
    "name": "槇ノ尾",
    "desc": "槇ノ尾(バス停)",
    "lat": 35.05640472,
    "lon": 135.67653655
  },
  {
    "id": "334300",
    "name": "栂ノ尾",
    "desc": "栂ノ尾(バス停)",
    "lat": 35.05991804,
    "lon": 135.67898154
  },
  {
    "id": "335100",
    "name": "左京区総合庁舎・京都工芸繊維大学前",
    "desc": "左京区総合庁舎・京都工芸繊維大学前(東行)",
    "lat": 35.04825717,
    "lon": 135.77991594
  },
  {
    "id": "335200",
    "name": "左京区総合庁舎・京都工芸繊維大学前",
    "desc": "左京区総合庁舎・京都工芸繊維大学前(西行)",
    "lat": 35.04818087,
    "lon": 135.77991929
  },
  {
    "id": "343100",
    "name": "国道沓掛口",
    "desc": "国道沓掛口(東行)",
    "lat": 34.97320151,
    "lon": 135.67010827
  },
  {
    "id": "343300",
    "name": "国道沓掛口",
    "desc": "国道沓掛口(南行)",
    "lat": 34.97299277,
    "lon": 135.66886704
  },
  {
    "id": "343400",
    "name": "国道沓掛口",
    "desc": "国道沓掛口(北行)",
    "lat": 34.97398849,
    "lon": 135.66951323
  },
  {
    "id": "344100",
    "name": "川田道",
    "desc": "川田道(東行)",
    "lat": 34.98154012,
    "lon": 135.80086461
  },
  {
    "id": "345100",
    "name": "山科西野",
    "desc": "山科西野(東行)",
    "lat": 34.98143824,
    "lon": 135.80783981
  },
  {
    "id": "346400",
    "name": "山科団地",
    "desc": "山科団地(北行)",
    "lat": 34.985363,
    "lon": 135.81118495
  },
  {
    "id": "347200",
    "name": "国道東野",
    "desc": "国道東野(西行)",
    "lat": 34.98121114,
    "lon": 135.81414582
  },
  {
    "id": "349300",
    "name": "桃陵団地前",
    "desc": "桃陵団地前(南行)",
    "lat": 34.93026324,
    "lon": 135.76809782
  },
  {
    "id": "349400",
    "name": "桃陵団地前",
    "desc": "桃陵団地前(北行)",
    "lat": 34.93001119,
    "lon": 135.76791727
  },
  {
    "id": "350200",
    "name": "地下鉄九条駅前（大石橋）",
    "desc": "地下鉄九条駅前（大石橋）(F)",
    "lat": 34.9794518,
    "lon": 135.75926497
  },
  {
    "id": "350300",
    "name": "地下鉄九条駅前（大石橋）",
    "desc": "地下鉄九条駅前（大石橋）(E)",
    "lat": 34.97896508,
    "lon": 135.75979869
  },
  {
    "id": "351300",
    "name": "伏見警察署前",
    "desc": "伏見警察署前(南行)",
    "lat": 34.9354189,
    "lon": 135.75142019
  },
  {
    "id": "351400",
    "name": "伏見警察署前",
    "desc": "伏見警察署前(北行)",
    "lat": 34.93627121,
    "lon": 135.75102119
  },
  {
    "id": "352300",
    "name": "下鳥羽",
    "desc": "下鳥羽(南行)",
    "lat": 34.93783601,
    "lon": 135.742461
  },
  {
    "id": "352400",
    "name": "下鳥羽",
    "desc": "下鳥羽(北行)",
    "lat": 34.93811332,
    "lon": 135.74243801
  },
  {
    "id": "353300",
    "name": "三町",
    "desc": "三町(南行)",
    "lat": 34.93499094,
    "lon": 135.74224902
  },
  {
    "id": "353400",
    "name": "三町",
    "desc": "三町(北行)",
    "lat": 34.93496595,
    "lon": 135.74217476
  },
  {
    "id": "355100",
    "name": "横大路",
    "desc": "横大路(東行)",
    "lat": 34.93086201,
    "lon": 135.74047309
  },
  {
    "id": "355200",
    "name": "横大路",
    "desc": "横大路(西行)",
    "lat": 34.93079794,
    "lon": 135.74050144
  },
  {
    "id": "356100",
    "name": "梅小路公園・ＪＲ梅小路京都西駅前",
    "desc": "梅小路公園・ＪＲ梅小路京都西駅前(東行)",
    "lat": 34.98924725,
    "lon": 135.74371739
  },
  {
    "id": "356200",
    "name": "梅小路公園・ＪＲ梅小路京都西駅前",
    "desc": "梅小路公園・ＪＲ梅小路京都西駅前(西行)",
    "lat": 34.98908968,
    "lon": 135.74383232
  },
  {
    "id": "357100",
    "name": "梅小路公園・京都鉄道博物館前",
    "desc": "梅小路公園・京都鉄道博物館前(東行)",
    "lat": 34.98757984,
    "lon": 135.74294873
  },
  {
    "id": "359300",
    "name": "樋爪口",
    "desc": "樋爪口(南行)",
    "lat": 34.9273254,
    "lon": 135.72251273
  },
  {
    "id": "359400",
    "name": "樋爪口",
    "desc": "樋爪口(北行)",
    "lat": 34.92826497,
    "lon": 135.72256851
  },
  {
    "id": "360300",
    "name": "上樋爪",
    "desc": "上樋爪(南行)",
    "lat": 34.92203445,
    "lon": 135.72257826
  },
  {
    "id": "360400",
    "name": "上樋爪",
    "desc": "上樋爪(北行)",
    "lat": 34.92209484,
    "lon": 135.72245683
  },
  {
    "id": "361300",
    "name": "樋爪町",
    "desc": "樋爪町(南行)",
    "lat": 34.91675679,
    "lon": 135.72048596
  },
  {
    "id": "361400",
    "name": "樋爪町",
    "desc": "樋爪町(北行)",
    "lat": 34.91699432,
    "lon": 135.72064824
  },
  {
    "id": "362300",
    "name": "水垂町",
    "desc": "水垂町(南行)",
    "lat": 34.91285206,
    "lon": 135.7156129
  },
  {
    "id": "362400",
    "name": "水垂町",
    "desc": "水垂町(北行)",
    "lat": 34.91328251,
    "lon": 135.71584909
  },
  {
    "id": "363300",
    "name": "宮前橋西詰",
    "desc": "宮前橋西詰(南行)",
    "lat": 34.90985674,
    "lon": 135.71399164
  },
  {
    "id": "363400",
    "name": "宮前橋西詰",
    "desc": "宮前橋西詰(北行)",
    "lat": 34.91032889,
    "lon": 135.71409165
  },
  {
    "id": "364300",
    "name": "久我御旅町",
    "desc": "久我御旅町(南行)",
    "lat": 34.9420334,
    "lon": 135.73300164
  },
  {
    "id": "364400",
    "name": "久我御旅町",
    "desc": "久我御旅町(北行)",
    "lat": 34.94214883,
    "lon": 135.73290653
  },
  {
    "id": "365300",
    "name": "神川小学校前",
    "desc": "神川小学校前(南行)",
    "lat": 34.93956869,
    "lon": 135.73255797
  },
  {
    "id": "365400",
    "name": "神川小学校前",
    "desc": "神川小学校前(北行)",
    "lat": 34.94021798,
    "lon": 135.73273451
  },
  {
    "id": "366300",
    "name": "下久我",
    "desc": "下久我(南行)",
    "lat": 34.93688738,
    "lon": 135.72941902
  },
  {
    "id": "366400",
    "name": "下久我",
    "desc": "下久我(北行)",
    "lat": 34.93720341,
    "lon": 135.72970802
  },
  {
    "id": "367100",
    "name": "菱川",
    "desc": "菱川(東行)",
    "lat": 34.9311261,
    "lon": 135.72429173
  },
  {
    "id": "367200",
    "name": "菱川",
    "desc": "菱川(西行)",
    "lat": 34.93096779,
    "lon": 135.72396032
  },
  {
    "id": "367300",
    "name": "菱川",
    "desc": "菱川(南行)",
    "lat": 34.93207019,
    "lon": 135.7243897
  },
  {
    "id": "367400",
    "name": "菱川",
    "desc": "菱川(北行)",
    "lat": 34.93183634,
    "lon": 135.72404756
  },
  {
    "id": "368100",
    "name": "七条壬生川",
    "desc": "七条壬生川(東行)",
    "lat": 34.98926299,
    "lon": 135.74523233
  },
  {
    "id": "368200",
    "name": "七条壬生川",
    "desc": "七条壬生川(西行)",
    "lat": 34.98910565,
    "lon": 135.74545043
  },
  {
    "id": "369100",
    "name": "七条千本",
    "desc": "七条千本(東行)",
    "lat": 34.98924169,
    "lon": 135.74076748
  },
  {
    "id": "369200",
    "name": "七条千本",
    "desc": "七条千本(西行)",
    "lat": 34.98904428,
    "lon": 135.74078921
  },
  {
    "id": "370100",
    "name": "月読橋",
    "desc": "月読橋(東行)",
    "lat": 34.98918917,
    "lon": 135.72856058
  },
  {
    "id": "370200",
    "name": "月読橋",
    "desc": "月読橋(西行)",
    "lat": 34.98896432,
    "lon": 135.72802019
  },
  {
    "id": "371100",
    "name": "大門町",
    "desc": "大門町(東行)",
    "lat": 34.98906829,
    "lon": 135.72476481
  },
  {
    "id": "371200",
    "name": "大門町",
    "desc": "大門町(西行)",
    "lat": 34.9889063,
    "lon": 135.72533843
  },
  {
    "id": "372100",
    "name": "川勝寺",
    "desc": "川勝寺(東行)",
    "lat": 34.98897191,
    "lon": 135.71926118
  },
  {
    "id": "372200",
    "name": "川勝寺",
    "desc": "川勝寺(西行)",
    "lat": 34.98886033,
    "lon": 135.71876005
  },
  {
    "id": "373300",
    "name": "久我の杜",
    "desc": "久我の杜(南行)",
    "lat": 34.93458563,
    "lon": 135.7270233
  },
  {
    "id": "373400",
    "name": "久我の杜",
    "desc": "久我の杜(北行)",
    "lat": 34.93433239,
    "lon": 135.72663718
  },
  {
    "id": "374100",
    "name": "桂大橋",
    "desc": "桂大橋(東行)",
    "lat": 34.98424586,
    "lon": 135.71516541
  },
  {
    "id": "374200",
    "name": "桂大橋",
    "desc": "桂大橋(西行)",
    "lat": 34.98414815,
    "lon": 135.71525939
  },
  {
    "id": "375100",
    "name": "桂離宮前",
    "desc": "桂離宮前(東行)",
    "lat": 34.98305782,
    "lon": 135.71122164
  },
  {
    "id": "375200",
    "name": "桂離宮前",
    "desc": "桂離宮前(西行)",
    "lat": 34.9829627,
    "lon": 135.71127448
  },
  {
    "id": "376100",
    "name": "下桂",
    "desc": "下桂(東行)",
    "lat": 34.98242155,
    "lon": 135.71014264
  },
  {
    "id": "376200",
    "name": "下桂",
    "desc": "下桂(西行)",
    "lat": 34.98231002,
    "lon": 135.71019092
  },
  {
    "id": "376310",
    "name": "下桂",
    "desc": "下桂(南行南詰)",
    "lat": 34.98070327,
    "lon": 135.70975887
  },
  {
    "id": "376320",
    "name": "下桂",
    "desc": "下桂(南行北詰)",
    "lat": 34.98244529,
    "lon": 135.70850903
  },
  {
    "id": "376410",
    "name": "下桂",
    "desc": "下桂(北行北詰)",
    "lat": 34.98210457,
    "lon": 135.708509
  },
  {
    "id": "376420",
    "name": "下桂",
    "desc": "下桂(北行南詰)",
    "lat": 34.9805432,
    "lon": 135.70961598
  },
  {
    "id": "377100",
    "name": "桂消防署前",
    "desc": "桂消防署前(東行)",
    "lat": 34.98006477,
    "lon": 135.70750436
  },
  {
    "id": "377200",
    "name": "桂消防署前",
    "desc": "桂消防署前(西行)",
    "lat": 34.97999007,
    "lon": 135.70717646
  },
  {
    "id": "378300",
    "name": "桂駅東口",
    "desc": "桂駅東口(2)",
    "lat": 34.97977177,
    "lon": 135.70398248
  },
  {
    "id": "378400",
    "name": "桂駅東口",
    "desc": "桂駅東口(1)",
    "lat": 34.97984544,
    "lon": 135.70364346
  },
  {
    "id": "379200",
    "name": "川島町",
    "desc": "川島町(バス停)",
    "lat": 34.97647828,
    "lon": 135.70097919
  },
  {
    "id": "380100",
    "name": "樫原",
    "desc": "樫原(東行)",
    "lat": 34.97496637,
    "lon": 135.69548098
  },
  {
    "id": "380200",
    "name": "樫原",
    "desc": "樫原(西行)",
    "lat": 34.97463324,
    "lon": 135.6951789
  },
  {
    "id": "380300",
    "name": "樫原",
    "desc": "樫原(南行)",
    "lat": 34.97500436,
    "lon": 135.69420564
  },
  {
    "id": "380400",
    "name": "樫原",
    "desc": "樫原(北行)",
    "lat": 34.9760226,
    "lon": 135.6940425
  },
  {
    "id": "381100",
    "name": "公会堂前",
    "desc": "公会堂前(バス停)",
    "lat": 34.9746171,
    "lon": 135.69133781
  },
  {
    "id": "382100",
    "name": "三ノ宮",
    "desc": "三ノ宮(東行)",
    "lat": 34.97405775,
    "lon": 135.68878997
  },
  {
    "id": "382200",
    "name": "三ノ宮",
    "desc": "三ノ宮(西行)",
    "lat": 34.97396597,
    "lon": 135.68887493
  },
  {
    "id": "383300",
    "name": "中久世一丁目",
    "desc": "中久世一丁目(南行)",
    "lat": 34.96040298,
    "lon": 135.71297741
  },
  {
    "id": "383400",
    "name": "中久世一丁目",
    "desc": "中久世一丁目(北行)",
    "lat": 34.96084414,
    "lon": 135.71298663
  },
  {
    "id": "384310",
    "name": "油小路丹波橋・アクト京都前",
    "desc": "油小路丹波橋・アクト京都前(南行南詰)",
    "lat": 34.9392381,
    "lon": 135.75158294
  },
  {
    "id": "384320",
    "name": "油小路丹波橋・アクト京都前",
    "desc": "油小路丹波橋・アクト京都前(南行北詰)",
    "lat": 34.94154087,
    "lon": 135.75170503
  },
  {
    "id": "384400",
    "name": "油小路丹波橋・アクト京都前",
    "desc": "油小路丹波橋・アクト京都前(北行)",
    "lat": 34.94047914,
    "lon": 135.75122974
  },
  {
    "id": "385100",
    "name": "城南宮東口",
    "desc": "城南宮東口(東行)",
    "lat": 34.95155797,
    "lon": 135.75305558
  },
  {
    "id": "385300",
    "name": "城南宮東口",
    "desc": "城南宮東口(南行)",
    "lat": 34.95078714,
    "lon": 135.75225303
  },
  {
    "id": "385400",
    "name": "城南宮東口",
    "desc": "城南宮東口(北行)",
    "lat": 34.949937,
    "lon": 135.75175234
  },
  {
    "id": "386300",
    "name": "桂坂口",
    "desc": "桂坂口(南行)",
    "lat": 34.97689407,
    "lon": 135.66697149
  },
  {
    "id": "386400",
    "name": "桂坂口",
    "desc": "桂坂口(北行)",
    "lat": 34.97648334,
    "lon": 135.666962
  },
  {
    "id": "387300",
    "name": "中桂",
    "desc": "中桂(南行)",
    "lat": 34.98418815,
    "lon": 135.7073043
  },
  {
    "id": "387400",
    "name": "中桂",
    "desc": "中桂(北行)",
    "lat": 34.98414255,
    "lon": 135.70708838
  },
  {
    "id": "388300",
    "name": "桂徳大寺",
    "desc": "桂徳大寺(南行)",
    "lat": 34.98838883,
    "lon": 135.70481694
  },
  {
    "id": "388400",
    "name": "桂徳大寺",
    "desc": "桂徳大寺(北行)",
    "lat": 34.98823611,
    "lon": 135.70465876
  },
  {
    "id": "389300",
    "name": "上桂東ノ口",
    "desc": "上桂東ノ口(南行)",
    "lat": 34.99088593,
    "lon": 135.70382748
  },
  {
    "id": "389400",
    "name": "上桂東ノ口",
    "desc": "上桂東ノ口(北行)",
    "lat": 34.99029876,
    "lon": 135.70381595
  },
  {
    "id": "390300",
    "name": "竹田内畑町",
    "desc": "竹田内畑町(南行)",
    "lat": 34.95445445,
    "lon": 135.75234418
  },
  {
    "id": "390400",
    "name": "竹田内畑町",
    "desc": "竹田内畑町(北行)",
    "lat": 34.95396144,
    "lon": 135.7518816
  },
  {
    "id": "391300",
    "name": "烏丸札ノ辻",
    "desc": "烏丸札ノ辻(南行)",
    "lat": 34.97636748,
    "lon": 135.75979854
  },
  {
    "id": "391400",
    "name": "烏丸札ノ辻",
    "desc": "烏丸札ノ辻(北行)",
    "lat": 34.97645036,
    "lon": 135.75961354
  },
  {
    "id": "392100",
    "name": "丸太町京阪前",
    "desc": "丸太町京阪前(東行)",
    "lat": 35.01764359,
    "lon": 135.77373677
  },
  {
    "id": "392200",
    "name": "丸太町京阪前",
    "desc": "丸太町京阪前(西行)",
    "lat": 35.01747547,
    "lon": 135.77388707
  },
  {
    "id": "393100",
    "name": "川端二条",
    "desc": "川端二条(東行)",
    "lat": 35.01356817,
    "lon": 135.77316695
  },
  {
    "id": "393200",
    "name": "川端二条",
    "desc": "川端二条(西行)",
    "lat": 35.01345623,
    "lon": 135.77315925
  },
  {
    "id": "394300",
    "name": "千本鞍馬口",
    "desc": "千本鞍馬口(南行)",
    "lat": 35.03658791,
    "lon": 135.74027811
  },
  {
    "id": "394400",
    "name": "千本鞍馬口",
    "desc": "千本鞍馬口(北行)",
    "lat": 35.03660197,
    "lon": 135.74005918
  },
  {
    "id": "395300",
    "name": "乾隆校前",
    "desc": "乾隆校前(南行)",
    "lat": 35.03450523,
    "lon": 135.74129267
  },
  {
    "id": "395400",
    "name": "乾隆校前",
    "desc": "乾隆校前(北行)",
    "lat": 35.03393377,
    "lon": 135.74124793
  },
  {
    "id": "396300",
    "name": "千本上立売",
    "desc": "千本上立売(南行)",
    "lat": 35.0321724,
    "lon": 135.74195913
  },
  {
    "id": "396400",
    "name": "千本上立売",
    "desc": "千本上立売(北行)",
    "lat": 35.03276074,
    "lon": 135.74158683
  },
  {
    "id": "397100",
    "name": "今出川浄福寺",
    "desc": "今出川浄福寺(東行)",
    "lat": 35.02992902,
    "lon": 135.74565985
  },
  {
    "id": "397200",
    "name": "今出川浄福寺",
    "desc": "今出川浄福寺(西行)",
    "lat": 35.02980365,
    "lon": 135.74589116
  },
  {
    "id": "398100",
    "name": "青少年科学センター前",
    "desc": "青少年科学センター前(東行)",
    "lat": 34.95728392,
    "lon": 135.76699766
  },
  {
    "id": "398200",
    "name": "青少年科学センター前",
    "desc": "青少年科学センター前(西行)",
    "lat": 34.95714917,
    "lon": 135.76587368
  },
  {
    "id": "400100",
    "name": "智恵光院中立売",
    "desc": "智恵光院中立売(東行)",
    "lat": 35.0250464,
    "lon": 135.74626226
  },
  {
    "id": "400200",
    "name": "智恵光院中立売",
    "desc": "智恵光院中立売(西行)",
    "lat": 35.02496016,
    "lon": 135.74564799
  },
  {
    "id": "401300",
    "name": "桂滝川町",
    "desc": "桂滝川町(南行)",
    "lat": 34.97675975,
    "lon": 135.71305089
  },
  {
    "id": "401400",
    "name": "桂滝川町",
    "desc": "桂滝川町(北行)",
    "lat": 34.97675637,
    "lon": 135.71281375
  },
  {
    "id": "402100",
    "name": "下津林六反田",
    "desc": "下津林六反田(東行)",
    "lat": 34.97317429,
    "lon": 135.70737572
  },
  {
    "id": "402200",
    "name": "下津林六反田",
    "desc": "下津林六反田(西行)",
    "lat": 34.97303619,
    "lon": 135.70939096
  },
  {
    "id": "403100",
    "name": "西大路御池",
    "desc": "西大路御池(C)",
    "lat": 35.01103126,
    "lon": 135.7305749
  },
  {
    "id": "403300",
    "name": "西大路御池",
    "desc": "西大路御池(A)",
    "lat": 35.01161133,
    "lon": 135.73200483
  },
  {
    "id": "403400",
    "name": "西大路御池",
    "desc": "西大路御池(B)",
    "lat": 35.01045445,
    "lon": 135.73174047
  },
  {
    "id": "404300",
    "name": "太子道",
    "desc": "太子道(南行)",
    "lat": 35.01490101,
    "lon": 135.73196543
  },
  {
    "id": "404410",
    "name": "太子道",
    "desc": "太子道(北行北詰)",
    "lat": 35.01620193,
    "lon": 135.73173561
  },
  {
    "id": "404420",
    "name": "太子道",
    "desc": "太子道(北行南詰)",
    "lat": 35.01502626,
    "lon": 135.73174481
  },
  {
    "id": "405100",
    "name": "京都先端科学大学前",
    "desc": "京都先端科学大学前(東行)",
    "lat": 35.01095535,
    "lon": 135.71858174
  },
  {
    "id": "405200",
    "name": "京都先端科学大学前",
    "desc": "京都先端科学大学前(西行)",
    "lat": 35.01076137,
    "lon": 135.71880267
  },
  {
    "id": "406100",
    "name": "山ノ内御池",
    "desc": "山ノ内御池(東行)",
    "lat": 35.01098957,
    "lon": 135.72190779
  },
  {
    "id": "406200",
    "name": "山ノ内御池",
    "desc": "山ノ内御池(西行)",
    "lat": 35.01082959,
    "lon": 135.72194469
  },
  {
    "id": "407100",
    "name": "西小路御池",
    "desc": "西小路御池(東行)",
    "lat": 35.01099461,
    "lon": 135.72496069
  },
  {
    "id": "407200",
    "name": "西小路御池",
    "desc": "西小路御池(西行)",
    "lat": 35.01084048,
    "lon": 135.72489138
  },
  {
    "id": "408300",
    "name": "牛ヶ瀬",
    "desc": "牛ヶ瀬(南行)",
    "lat": 34.97105263,
    "lon": 135.71662943
  },
  {
    "id": "408400",
    "name": "牛ヶ瀬",
    "desc": "牛ヶ瀬(北行)",
    "lat": 34.97065452,
    "lon": 135.71664906
  },
  {
    "id": "409100",
    "name": "西ノ京藤ノ木町",
    "desc": "西ノ京藤ノ木町(東行)",
    "lat": 35.01538615,
    "lon": 135.72355109
  },
  {
    "id": "409200",
    "name": "西ノ京藤ノ木町",
    "desc": "西ノ京藤ノ木町(西行)",
    "lat": 35.01531476,
    "lon": 135.72352293
  },
  {
    "id": "410100",
    "name": "西ノ京塚本町",
    "desc": "西ノ京塚本町(東行)",
    "lat": 35.0155199,
    "lon": 135.72768397
  },
  {
    "id": "410200",
    "name": "西ノ京塚本町",
    "desc": "西ノ京塚本町(西行)",
    "lat": 35.01544354,
    "lon": 135.72768587
  },
  {
    "id": "411100",
    "name": "南広町",
    "desc": "南広町(東行)",
    "lat": 35.00382773,
    "lon": 135.71215421
  },
  {
    "id": "411200",
    "name": "南広町",
    "desc": "南広町(西行)",
    "lat": 35.00363969,
    "lon": 135.71298548
  },
  {
    "id": "412100",
    "name": "日新電機前",
    "desc": "日新電機前(東行)",
    "lat": 35.00388425,
    "lon": 135.7089794
  },
  {
    "id": "412200",
    "name": "日新電機前",
    "desc": "日新電機前(西行)",
    "lat": 35.00369703,
    "lon": 135.7100438
  },
  {
    "id": "413100",
    "name": "梅津段町",
    "desc": "梅津段町(東行)",
    "lat": 35.00376976,
    "lon": 135.70692606
  },
  {
    "id": "413200",
    "name": "梅津段町",
    "desc": "梅津段町(西行)",
    "lat": 35.00360124,
    "lon": 135.70654815
  },
  {
    "id": "413300",
    "name": "梅津段町",
    "desc": "梅津段町(南行)",
    "lat": 35.00292385,
    "lon": 135.70601305
  },
  {
    "id": "413400",
    "name": "梅津段町",
    "desc": "梅津段町(北行)",
    "lat": 35.00257785,
    "lon": 135.7057685
  },
  {
    "id": "414100",
    "name": "長福寺道",
    "desc": "長福寺道(東行)",
    "lat": 35.00358853,
    "lon": 135.70212846
  },
  {
    "id": "414200",
    "name": "長福寺道",
    "desc": "長福寺道(西行)",
    "lat": 35.00350161,
    "lon": 135.70258732
  },
  {
    "id": "415100",
    "name": "梅津西浦町",
    "desc": "梅津西浦町(東行)",
    "lat": 35.0032929,
    "lon": 135.69836379
  },
  {
    "id": "415200",
    "name": "梅津西浦町",
    "desc": "梅津西浦町(西行)",
    "lat": 35.00323708,
    "lon": 135.69878072
  },
  {
    "id": "416100",
    "name": "梅宮大社前",
    "desc": "梅宮大社前(東行)",
    "lat": 35.00258178,
    "lon": 135.69562862
  },
  {
    "id": "416200",
    "name": "梅宮大社前",
    "desc": "梅宮大社前(西行)",
    "lat": 35.0024893,
    "lon": 135.69563224
  },
  {
    "id": "417100",
    "name": "松尾橋",
    "desc": "松尾橋(東行)",
    "lat": 35.00235227,
    "lon": 135.69167268
  },
  {
    "id": "417200",
    "name": "松尾橋",
    "desc": "松尾橋(西行)",
    "lat": 35.00220145,
    "lon": 135.69207854
  },
  {
    "id": "418310",
    "name": "松尾大社前",
    "desc": "松尾大社前(南行南詰)",
    "lat": 35.0002356,
    "lon": 135.68792492
  },
  {
    "id": "418320",
    "name": "松尾大社前",
    "desc": "松尾大社前(南行北詰)",
    "lat": 35.00100613,
    "lon": 135.68749589
  },
  {
    "id": "418410",
    "name": "松尾大社前",
    "desc": "松尾大社前(北行北詰)",
    "lat": 35.00122643,
    "lon": 135.68720869
  },
  {
    "id": "418420",
    "name": "松尾大社前",
    "desc": "松尾大社前(北行南詰)",
    "lat": 35.00023505,
    "lon": 135.68782166
  },
  {
    "id": "419300",
    "name": "内田町",
    "desc": "内田町(南行)",
    "lat": 35.00408403,
    "lon": 135.68488236
  },
  {
    "id": "419400",
    "name": "内田町",
    "desc": "内田町(北行)",
    "lat": 35.00418088,
    "lon": 135.68472316
  },
  {
    "id": "420300",
    "name": "谷ヶ辻町",
    "desc": "谷ヶ辻町(南行)",
    "lat": 35.00690637,
    "lon": 135.68269983
  },
  {
    "id": "420400",
    "name": "谷ヶ辻町",
    "desc": "谷ヶ辻町(北行)",
    "lat": 35.00683248,
    "lon": 135.68266427
  },
  {
    "id": "421300",
    "name": "阪急嵐山駅前",
    "desc": "阪急嵐山駅前(南行)",
    "lat": 35.00974677,
    "lon": 135.68075014
  },
  {
    "id": "421400",
    "name": "阪急嵐山駅前",
    "desc": "阪急嵐山駅前(北行)",
    "lat": 35.0095511,
    "lon": 135.68079402
  },
  {
    "id": "422300",
    "name": "嵐山公園（渡月橋南詰）",
    "desc": "嵐山公園（渡月橋南詰）(南行)",
    "lat": 35.01180569,
    "lon": 135.67763689
  },
  {
    "id": "422400",
    "name": "嵐山公園（渡月橋南詰）",
    "desc": "嵐山公園（渡月橋南詰）(北行)",
    "lat": 35.01184167,
    "lon": 135.67754235
  },
  {
    "id": "423300",
    "name": "嵐山天龍寺前（嵐電嵐山駅）",
    "desc": "嵐山天龍寺前（嵐電嵐山駅）(南行)",
    "lat": 35.01522341,
    "lon": 135.67739613
  },
  {
    "id": "423400",
    "name": "嵐山天龍寺前（嵐電嵐山駅）",
    "desc": "嵐山天龍寺前（嵐電嵐山駅）(北行)",
    "lat": 35.01531473,
    "lon": 135.67724762
  },
  {
    "id": "424300",
    "name": "野々宮",
    "desc": "野々宮(南行)",
    "lat": 35.01771036,
    "lon": 135.67662791
  },
  {
    "id": "424400",
    "name": "野々宮",
    "desc": "野々宮(北行)",
    "lat": 35.01764299,
    "lon": 135.67655891
  },
  {
    "id": "425100",
    "name": "嵯峨小学校前",
    "desc": "嵯峨小学校前(東行)",
    "lat": 35.01991651,
    "lon": 135.67646625
  },
  {
    "id": "425200",
    "name": "嵯峨小学校前",
    "desc": "嵯峨小学校前(西行)",
    "lat": 35.0197753,
    "lon": 135.67646955
  },
  {
    "id": "425300",
    "name": "嵯峨小学校前",
    "desc": "嵯峨小学校前(南行)",
    "lat": 35.02170855,
    "lon": 135.67714784
  },
  {
    "id": "425400",
    "name": "嵯峨小学校前",
    "desc": "嵯峨小学校前(北行)臨時停留所",
    "lat": 35.02072104,
    "lon": 135.67747864
  },
  {
    "id": "426300",
    "name": "嵯峨釈迦堂前",
    "desc": "嵯峨釈迦堂前(南行)",
    "lat": 35.02274176,
    "lon": 135.6763744
  },
  {
    "id": "426400",
    "name": "嵯峨釈迦堂前",
    "desc": "嵯峨釈迦堂前(北行)",
    "lat": 35.02264027,
    "lon": 135.67632349
  },
  {
    "id": "427100",
    "name": "小渕町",
    "desc": "小渕町(東行)",
    "lat": 35.02393448,
    "lon": 135.67798136
  },
  {
    "id": "427200",
    "name": "小渕町",
    "desc": "小渕町(西行)",
    "lat": 35.02387682,
    "lon": 135.67803366
  },
  {
    "id": "428300",
    "name": "大覚寺",
    "desc": "大覚寺(バス停)",
    "lat": 35.02712181,
    "lon": 135.67787497
  },
  {
    "id": "429100",
    "name": "光華女子学園前",
    "desc": "光華女子学園前(東行)",
    "lat": 34.99620347,
    "lon": 135.71893824
  },
  {
    "id": "429200",
    "name": "光華女子学園前",
    "desc": "光華女子学園前(西行)",
    "lat": 34.9960494,
    "lon": 135.71842865
  },
  {
    "id": "429300",
    "name": "光華女子学園前",
    "desc": "光華女子学園前(南行)",
    "lat": 34.99573588,
    "lon": 135.71986502
  },
  {
    "id": "429400",
    "name": "光華女子学園前",
    "desc": "光華女子学園前(北行)",
    "lat": 34.99673138,
    "lon": 135.71960705
  },
  {
    "id": "430100",
    "name": "西京極運動公園前",
    "desc": "西京極運動公園前(東行)",
    "lat": 34.99592573,
    "lon": 135.7138974
  },
  {
    "id": "430200",
    "name": "西京極運動公園前",
    "desc": "西京極運動公園前(西行)",
    "lat": 34.99598977,
    "lon": 135.7148451
  },
  {
    "id": "431100",
    "name": "西京極",
    "desc": "西京極(東行)",
    "lat": 34.99554021,
    "lon": 135.71290818
  },
  {
    "id": "431200",
    "name": "西京極",
    "desc": "西京極(西行)",
    "lat": 34.99535178,
    "lon": 135.71284398
  },
  {
    "id": "431400",
    "name": "西京極",
    "desc": "西京極(北行)",
    "lat": 34.99586801,
    "lon": 135.71197671
  },
  {
    "id": "432100",
    "name": "西大橋西詰",
    "desc": "西大橋西詰(東行)",
    "lat": 34.99232938,
    "lon": 135.70554176
  },
  {
    "id": "432200",
    "name": "西大橋西詰",
    "desc": "西大橋西詰(西行)",
    "lat": 34.99196195,
    "lon": 135.70519502
  },
  {
    "id": "433100",
    "name": "上桂御正町",
    "desc": "上桂御正町(東行)",
    "lat": 34.99077965,
    "lon": 135.70235517
  },
  {
    "id": "433200",
    "name": "上桂御正町",
    "desc": "上桂御正町(西行)",
    "lat": 34.99070048,
    "lon": 135.70261999
  },
  {
    "id": "434100",
    "name": "上桂前田町",
    "desc": "上桂前田町(東行)",
    "lat": 34.98911787,
    "lon": 135.69984218
  },
  {
    "id": "434200",
    "name": "上桂前田町",
    "desc": "上桂前田町(西行)",
    "lat": 34.98783967,
    "lon": 135.69885425
  },
  {
    "id": "435100",
    "name": "平和台町",
    "desc": "平和台町(東行)",
    "lat": 34.98586272,
    "lon": 135.69656211
  },
  {
    "id": "435200",
    "name": "平和台町",
    "desc": "平和台町(西行)",
    "lat": 34.98415047,
    "lon": 135.69514522
  },
  {
    "id": "436100",
    "name": "千代原口",
    "desc": "千代原口(東行)",
    "lat": 34.98328076,
    "lon": 135.69397721
  },
  {
    "id": "436200",
    "name": "千代原口",
    "desc": "千代原口(西行)",
    "lat": 34.98327927,
    "lon": 135.69421483
  },
  {
    "id": "436300",
    "name": "千代原口",
    "desc": "千代原口(南行)",
    "lat": 34.98370256,
    "lon": 135.69309466
  },
  {
    "id": "436400",
    "name": "千代原口",
    "desc": "千代原口(北行)",
    "lat": 34.98309914,
    "lon": 135.69304439
  },
  {
    "id": "437300",
    "name": "桂中学前",
    "desc": "桂中学前(南行)",
    "lat": 34.98779161,
    "lon": 135.69301252
  },
  {
    "id": "437400",
    "name": "桂中学前",
    "desc": "桂中学前(北行)",
    "lat": 34.9877932,
    "lon": 135.6929213
  },
  {
    "id": "438310",
    "name": "松尾大利町",
    "desc": "松尾大利町(南行南詰)",
    "lat": 34.98987999,
    "lon": 135.69301429
  },
  {
    "id": "438320",
    "name": "松尾大利町",
    "desc": "松尾大利町(南行北詰)",
    "lat": 34.99178824,
    "lon": 135.69301588
  },
  {
    "id": "438410",
    "name": "松尾大利町",
    "desc": "松尾大利町(北行北詰)",
    "lat": 34.9910226,
    "lon": 135.69291247
  },
  {
    "id": "438420",
    "name": "松尾大利町",
    "desc": "松尾大利町(北行南詰)",
    "lat": 34.98989748,
    "lon": 135.69290906
  },
  {
    "id": "439300",
    "name": "鈴虫寺・苔寺道",
    "desc": "鈴虫寺・苔寺道(南行)",
    "lat": 34.99322546,
    "lon": 135.69237699
  },
  {
    "id": "439400",
    "name": "鈴虫寺・苔寺道",
    "desc": "鈴虫寺・苔寺道(北行)",
    "lat": 34.99301854,
    "lon": 135.69247459
  },
  {
    "id": "440300",
    "name": "松室北河原町",
    "desc": "松室北河原町(南行)",
    "lat": 34.99603215,
    "lon": 135.68980946
  },
  {
    "id": "440400",
    "name": "松室北河原町",
    "desc": "松室北河原町(北行)",
    "lat": 34.99597832,
    "lon": 135.68971022
  },
  {
    "id": "441300",
    "name": "西京区役所前",
    "desc": "西京区役所前(南行)",
    "lat": 34.98518086,
    "lon": 135.6930111
  },
  {
    "id": "441400",
    "name": "西京区役所前",
    "desc": "西京区役所前(北行)",
    "lat": 34.98520881,
    "lon": 135.69291462
  },
  {
    "id": "443300",
    "name": "一乗寺高槻町",
    "desc": "一乗寺高槻町(南行)",
    "lat": 35.04372436,
    "lon": 135.78375121
  },
  {
    "id": "443400",
    "name": "一乗寺高槻町",
    "desc": "一乗寺高槻町(北行)",
    "lat": 35.04383877,
    "lon": 135.78367573
  },
  {
    "id": "444300",
    "name": "一乗寺赤ノ宮町",
    "desc": "一乗寺赤ノ宮町(南行)",
    "lat": 35.04214552,
    "lon": 135.78323871
  },
  {
    "id": "444400",
    "name": "一乗寺赤ノ宮町",
    "desc": "一乗寺赤ノ宮町(北行)",
    "lat": 35.04246843,
    "lon": 135.78322466
  },
  {
    "id": "445100",
    "name": "高野",
    "desc": "高野(A)",
    "lat": 35.04072709,
    "lon": 135.78357819
  },
  {
    "id": "445200",
    "name": "高野",
    "desc": "高野(C)",
    "lat": 35.04094648,
    "lon": 135.78202981
  },
  {
    "id": "445300",
    "name": "高野",
    "desc": "高野(B)",
    "lat": 35.03988886,
    "lon": 135.78257336
  },
  {
    "id": "445400",
    "name": "高野",
    "desc": "高野(D)",
    "lat": 35.04112241,
    "lon": 135.78278516
  },
  {
    "id": "446100",
    "name": "高野橋東詰",
    "desc": "高野橋東詰(東行)",
    "lat": 35.04199127,
    "lon": 135.78059943
  },
  {
    "id": "446200",
    "name": "高野橋東詰",
    "desc": "高野橋東詰(西行)",
    "lat": 35.04207212,
    "lon": 135.78004916
  },
  {
    "id": "447100",
    "name": "高木町",
    "desc": "高木町(東行)",
    "lat": 35.04408406,
    "lon": 135.77690232
  },
  {
    "id": "447200",
    "name": "高木町",
    "desc": "高木町(西行)",
    "lat": 35.04380921,
    "lon": 135.77698945
  },
  {
    "id": "448100",
    "name": "下鴨東本町",
    "desc": "下鴨東本町(東行)",
    "lat": 35.04420109,
    "lon": 135.77444519
  },
  {
    "id": "448200",
    "name": "下鴨東本町",
    "desc": "下鴨東本町(西行)",
    "lat": 35.04399907,
    "lon": 135.77371137
  },
  {
    "id": "449100",
    "name": "一乗寺青城町",
    "desc": "一乗寺青城町(東行)",
    "lat": 35.04612755,
    "lon": 135.78870016
  },
  {
    "id": "449200",
    "name": "一乗寺青城町",
    "desc": "一乗寺青城町(西行)",
    "lat": 35.04604795,
    "lon": 135.78873704
  },
  {
    "id": "450100",
    "name": "一乗寺北大丸町",
    "desc": "一乗寺北大丸町(東行)",
    "lat": 35.04619159,
    "lon": 135.78661133
  },
  {
    "id": "450300",
    "name": "一乗寺北大丸町",
    "desc": "一乗寺北大丸町(南行)",
    "lat": 35.04559162,
    "lon": 135.7856434
  },
  {
    "id": "451100",
    "name": "田中大久保町",
    "desc": "田中大久保町(B)",
    "lat": 35.03706264,
    "lon": 135.78252662
  },
  {
    "id": "451300",
    "name": "田中大久保町",
    "desc": "田中大久保町(A)",
    "lat": 35.0378766,
    "lon": 135.78195411
  },
  {
    "id": "451400",
    "name": "田中大久保町",
    "desc": "田中大久保町(C)",
    "lat": 35.0380457,
    "lon": 135.78176904
  },
  {
    "id": "452300",
    "name": "叡電元田中",
    "desc": "叡電元田中(南行)",
    "lat": 35.03563071,
    "lon": 135.78125655
  },
  {
    "id": "452400",
    "name": "叡電元田中",
    "desc": "叡電元田中(北行)",
    "lat": 35.0343715,
    "lon": 135.7806359
  },
  {
    "id": "453300",
    "name": "京大正門前",
    "desc": "京大正門前(南行)",
    "lat": 35.02486871,
    "lon": 135.77868991
  },
  {
    "id": "453400",
    "name": "京大正門前",
    "desc": "京大正門前(北行)",
    "lat": 35.02571361,
    "lon": 135.77851743
  },
  {
    "id": "454300",
    "name": "近衛通",
    "desc": "近衛通(南行)",
    "lat": 35.02128732,
    "lon": 135.77862983
  },
  {
    "id": "454400",
    "name": "近衛通",
    "desc": "近衛通(北行)",
    "lat": 35.02227868,
    "lon": 135.77847002
  },
  {
    "id": "455110",
    "name": "熊野神社前",
    "desc": "熊野神社前(B)",
    "lat": 35.01749308,
    "lon": 135.77897682
  },
  {
    "id": "455120",
    "name": "熊野神社前",
    "desc": "熊野神社前(E)",
    "lat": 35.01756992,
    "lon": 135.7756384
  },
  {
    "id": "455210",
    "name": "熊野神社前",
    "desc": "熊野神社前(D)",
    "lat": 35.01736407,
    "lon": 135.77704614
  },
  {
    "id": "455220",
    "name": "熊野神社前",
    "desc": "熊野神社前(C)",
    "lat": 35.01731418,
    "lon": 135.77939766
  },
  {
    "id": "455300",
    "name": "熊野神社前",
    "desc": "熊野神社前(A)",
    "lat": 35.01816847,
    "lon": 135.77852771
  },
  {
    "id": "455400",
    "name": "熊野神社前",
    "desc": "熊野神社前(F)",
    "lat": 35.01810631,
    "lon": 135.7783124
  },
  {
    "id": "456100",
    "name": "東山二条・岡崎公園口",
    "desc": "東山二条・岡崎公園口(C)",
    "lat": 35.01372608,
    "lon": 135.77771319
  },
  {
    "id": "456200",
    "name": "東山二条・岡崎公園口",
    "desc": "東山二条・岡崎公園口(B)",
    "lat": 35.01364041,
    "lon": 135.77769511
  },
  {
    "id": "456300",
    "name": "東山二条・岡崎公園口",
    "desc": "東山二条・岡崎公園口(A)",
    "lat": 35.01303214,
    "lon": 135.77844647
  },
  {
    "id": "456400",
    "name": "東山二条・岡崎公園口",
    "desc": "東山二条・岡崎公園口(D)",
    "lat": 35.01441454,
    "lon": 135.77828478
  },
  {
    "id": "457300",
    "name": "西京極午塚町",
    "desc": "西京極午塚町(南行)",
    "lat": 34.99847497,
    "lon": 135.71205672
  },
  {
    "id": "457400",
    "name": "西京極午塚町",
    "desc": "西京極午塚町(北行)",
    "lat": 34.99905432,
    "lon": 135.7117205
  },
  {
    "id": "458100",
    "name": "中ノ橋五条",
    "desc": "中ノ橋五条(東行)",
    "lat": 34.99623892,
    "lon": 135.72757756
  },
  {
    "id": "458200",
    "name": "中ノ橋五条",
    "desc": "中ノ橋五条(西行)",
    "lat": 34.99600464,
    "lon": 135.72680831
  },
  {
    "id": "459100",
    "name": "京都リサーチパーク前",
    "desc": "京都リサーチパーク前(東行)",
    "lat": 34.99630874,
    "lon": 135.74054462
  },
  {
    "id": "459200",
    "name": "京都リサーチパーク前",
    "desc": "京都リサーチパーク前(西行)",
    "lat": 34.99597676,
    "lon": 135.74119471
  },
  {
    "id": "460100",
    "name": "五条壬生川",
    "desc": "五条壬生川(東行)",
    "lat": 34.99645795,
    "lon": 135.74685738
  },
  {
    "id": "460200",
    "name": "五条壬生川",
    "desc": "五条壬生川(西行)",
    "lat": 34.996091,
    "lon": 135.74652605
  },
  {
    "id": "461100",
    "name": "新間ノ町二条",
    "desc": "新間ノ町二条(東行)",
    "lat": 35.01369538,
    "lon": 135.77565139
  },
  {
    "id": "461200",
    "name": "新間ノ町二条",
    "desc": "新間ノ町二条(西行)",
    "lat": 35.01361353,
    "lon": 135.77600198
  },
  {
    "id": "462100",
    "name": "岡崎道",
    "desc": "岡崎道(東行)",
    "lat": 35.01704804,
    "lon": 135.78581961
  },
  {
    "id": "462200",
    "name": "岡崎道",
    "desc": "岡崎道(西行)",
    "lat": 35.01691687,
    "lon": 135.78560678
  },
  {
    "id": "463100",
    "name": "岡崎神社前",
    "desc": "岡崎神社前(東行)",
    "lat": 35.01677842,
    "lon": 135.78822723
  },
  {
    "id": "463200",
    "name": "岡崎神社前",
    "desc": "岡崎神社前(西行)",
    "lat": 35.01659171,
    "lon": 135.78813403
  },
  {
    "id": "464200",
    "name": "銀閣寺前",
    "desc": "銀閣寺前(西行)",
    "lat": 35.02740663,
    "lon": 135.79369393
  },
  {
    "id": "465400",
    "name": "南田町",
    "desc": "南田町(北行)",
    "lat": 35.02361164,
    "lon": 135.7951716
  },
  {
    "id": "466400",
    "name": "法然院町",
    "desc": "法然院町(北行)",
    "lat": 35.02214965,
    "lon": 135.79350947
  },
  {
    "id": "467400",
    "name": "上宮ノ前町",
    "desc": "上宮ノ前町(北行)",
    "lat": 35.02010119,
    "lon": 135.79312268
  },
  {
    "id": "468400",
    "name": "宮ノ前町",
    "desc": "宮ノ前町(北行)",
    "lat": 35.01775803,
    "lon": 135.79333476
  },
  {
    "id": "469100",
    "name": "一乗寺梅ノ木町",
    "desc": "一乗寺梅ノ木町(東行)",
    "lat": 35.04046106,
    "lon": 135.78840134
  },
  {
    "id": "469200",
    "name": "一乗寺梅ノ木町",
    "desc": "一乗寺梅ノ木町(西行)",
    "lat": 35.04035237,
    "lon": 135.78738654
  },
  {
    "id": "470100",
    "name": "一乗寺地蔵本町",
    "desc": "一乗寺地蔵本町(東行)",
    "lat": 35.04064662,
    "lon": 135.78504716
  },
  {
    "id": "470200",
    "name": "一乗寺地蔵本町",
    "desc": "一乗寺地蔵本町(西行)",
    "lat": 35.04047648,
    "lon": 135.78524968
  },
  {
    "id": "471300",
    "name": "御薗口町",
    "desc": "御薗口町(南行)",
    "lat": 35.05851177,
    "lon": 135.75077345
  },
  {
    "id": "471400",
    "name": "御薗口町",
    "desc": "御薗口町(北行)",
    "lat": 35.05885486,
    "lon": 135.75053955
  },
  {
    "id": "472300",
    "name": "朝露ヶ原町",
    "desc": "朝露ヶ原町(南行)",
    "lat": 35.06052224,
    "lon": 135.75010367
  },
  {
    "id": "472400",
    "name": "朝露ヶ原町",
    "desc": "朝露ヶ原町(北行)",
    "lat": 35.06181734,
    "lon": 135.74951461
  },
  {
    "id": "473100",
    "name": "柊野別れ",
    "desc": "柊野別れ(東行)",
    "lat": 35.06485081,
    "lon": 135.75030293
  },
  {
    "id": "473200",
    "name": "柊野別れ",
    "desc": "柊野別れ(西行)",
    "lat": 35.0648258,
    "lon": 135.75061453
  },
  {
    "id": "474300",
    "name": "ゴルフ場前",
    "desc": "ゴルフ場前(南行)",
    "lat": 35.06738124,
    "lon": 135.7517187
  },
  {
    "id": "474400",
    "name": "ゴルフ場前",
    "desc": "ゴルフ場前(北行)",
    "lat": 35.06750747,
    "lon": 135.75165427
  },
  {
    "id": "475300",
    "name": "京都産大前",
    "desc": "京都産大前(南行)",
    "lat": 35.07167581,
    "lon": 135.75704186
  },
  {
    "id": "476300",
    "name": "西賀茂橋東詰",
    "desc": "西賀茂橋東詰(南行)",
    "lat": 35.06387963,
    "lon": 135.74823783
  },
  {
    "id": "476400",
    "name": "西賀茂橋東詰",
    "desc": "西賀茂橋東詰(北行)",
    "lat": 35.06388935,
    "lon": 135.74812292
  },
  {
    "id": "477100",
    "name": "松ノ下町",
    "desc": "松ノ下町(東行)",
    "lat": 35.04152929,
    "lon": 135.76159392
  },
  {
    "id": "477200",
    "name": "松ノ下町",
    "desc": "松ノ下町(西行)",
    "lat": 35.04148075,
    "lon": 135.76221479
  },
  {
    "id": "478300",
    "name": "出雲路橋",
    "desc": "出雲路橋(南行)",
    "lat": 35.03857998,
    "lon": 135.76529813
  },
  {
    "id": "478400",
    "name": "出雲路橋",
    "desc": "出雲路橋(北行)",
    "lat": 35.0378691,
    "lon": 135.76562387
  },
  {
    "id": "479300",
    "name": "出雲路俵町",
    "desc": "出雲路俵町(南行)",
    "lat": 35.03679986,
    "lon": 135.7664486
  },
  {
    "id": "479400",
    "name": "出雲路俵町",
    "desc": "出雲路俵町(北行)",
    "lat": 35.03674606,
    "lon": 135.76637583
  },
  {
    "id": "480300",
    "name": "出雲路神楽町",
    "desc": "出雲路神楽町(南行)",
    "lat": 35.03488909,
    "lon": 135.76774928
  },
  {
    "id": "480400",
    "name": "出雲路神楽町",
    "desc": "出雲路神楽町(北行)",
    "lat": 35.03476894,
    "lon": 135.76771987
  },
  {
    "id": "481300",
    "name": "葵橋西詰",
    "desc": "葵橋西詰(南行)",
    "lat": 35.0307877,
    "lon": 135.76983549
  },
  {
    "id": "481400",
    "name": "葵橋西詰",
    "desc": "葵橋西詰(北行)",
    "lat": 35.03052507,
    "lon": 135.76968312
  },
  {
    "id": "495300",
    "name": "河原町松原",
    "desc": "河原町松原(南行)",
    "lat": 34.99850829,
    "lon": 135.76751826
  },
  {
    "id": "495400",
    "name": "河原町松原",
    "desc": "河原町松原(北行)",
    "lat": 34.99940412,
    "lon": 135.7677307
  },
  {
    "id": "496100",
    "name": "河原町五条",
    "desc": "河原町五条(B)",
    "lat": 34.99601115,
    "lon": 135.76689917
  },
  {
    "id": "496200",
    "name": "河原町五条",
    "desc": "河原町五条(C)",
    "lat": 34.99581991,
    "lon": 135.76506908
  },
  {
    "id": "496300",
    "name": "河原町五条",
    "desc": "河原町五条(A)",
    "lat": 34.99669539,
    "lon": 135.76676075
  },
  {
    "id": "496400",
    "name": "河原町五条",
    "desc": "河原町五条(D)",
    "lat": 34.99641099,
    "lon": 135.7664389
  },
  {
    "id": "497100",
    "name": "五条京阪前",
    "desc": "五条京阪前(東行)",
    "lat": 34.9956881,
    "lon": 135.76927555
  },
  {
    "id": "498100",
    "name": "五条大和大路・東山開睛館前",
    "desc": "五条大和大路・東山開睛館前(東行)",
    "lat": 34.99508974,
    "lon": 135.77293928
  },
  {
    "id": "503100",
    "name": "東側町",
    "desc": "東側町(バス停)",
    "lat": 34.98704891,
    "lon": 135.71520868
  },
  {
    "id": "519100",
    "name": "吉祥院堂ノ後町",
    "desc": "吉祥院堂ノ後町(東行)",
    "lat": 34.96611004,
    "lon": 135.73085068
  },
  {
    "id": "519200",
    "name": "吉祥院堂ノ後町",
    "desc": "吉祥院堂ノ後町(西行)",
    "lat": 34.96593666,
    "lon": 135.7313122
  },
  {
    "id": "520100",
    "name": "吉祥院池田町",
    "desc": "吉祥院池田町(東行)",
    "lat": 34.96605002,
    "lon": 135.73305483
  },
  {
    "id": "520200",
    "name": "吉祥院池田町",
    "desc": "吉祥院池田町(西行)",
    "lat": 34.9658469,
    "lon": 135.73437321
  },
  {
    "id": "520300",
    "name": "吉祥院池田町",
    "desc": "吉祥院池田町(南行)",
    "lat": 34.96544523,
    "lon": 135.73526555
  },
  {
    "id": "521300",
    "name": "吉祥院前田町",
    "desc": "吉祥院前田町(南行)",
    "lat": 34.96863836,
    "lon": 135.73534559
  },
  {
    "id": "521400",
    "name": "吉祥院前田町",
    "desc": "吉祥院前田町(北行)",
    "lat": 34.96800504,
    "lon": 135.73520768
  },
  {
    "id": "522300",
    "name": "吉祥院高畑町",
    "desc": "吉祥院高畑町(南行)",
    "lat": 34.97064434,
    "lon": 135.73559855
  },
  {
    "id": "522400",
    "name": "吉祥院高畑町",
    "desc": "吉祥院高畑町(北行)",
    "lat": 34.97072461,
    "lon": 135.73537925
  },
  {
    "id": "523100",
    "name": "吉祥院天満宮前",
    "desc": "吉祥院天満宮前(B)",
    "lat": 34.97343135,
    "lon": 135.7371329
  },
  {
    "id": "523200",
    "name": "吉祥院天満宮前",
    "desc": "吉祥院天満宮前(C)",
    "lat": 34.97329814,
    "lon": 135.7369512
  },
  {
    "id": "523300",
    "name": "吉祥院天満宮前",
    "desc": "吉祥院天満宮前(A)",
    "lat": 34.97426236,
    "lon": 135.73586022
  },
  {
    "id": "523400",
    "name": "吉祥院天満宮前",
    "desc": "吉祥院天満宮前(D)",
    "lat": 34.97430227,
    "lon": 135.73563593
  },
  {
    "id": "524100",
    "name": "落合町",
    "desc": "落合町(東行)",
    "lat": 34.97342586,
    "lon": 135.73873959
  },
  {
    "id": "524200",
    "name": "落合町",
    "desc": "落合町(西行)",
    "lat": 34.97328808,
    "lon": 135.73984955
  },
  {
    "id": "525100",
    "name": "十条大宮",
    "desc": "十条大宮(東行)",
    "lat": 34.97337757,
    "lon": 135.74986558
  },
  {
    "id": "525200",
    "name": "十条大宮",
    "desc": "十条大宮(西行)",
    "lat": 34.97324515,
    "lon": 135.7498562
  },
  {
    "id": "526100",
    "name": "十条油小路",
    "desc": "十条油小路(東行)",
    "lat": 34.97336353,
    "lon": 135.75407749
  },
  {
    "id": "526200",
    "name": "十条油小路",
    "desc": "十条油小路(西行)",
    "lat": 34.97320859,
    "lon": 135.75411772
  },
  {
    "id": "527100",
    "name": "十条新町",
    "desc": "十条新町(東行)",
    "lat": 34.97335039,
    "lon": 135.75752539
  },
  {
    "id": "527200",
    "name": "十条新町",
    "desc": "十条新町(西行)",
    "lat": 34.97320423,
    "lon": 135.75747242
  },
  {
    "id": "528100",
    "name": "十条竹田街道",
    "desc": "十条竹田街道(東行D)",
    "lat": 34.97333297,
    "lon": 135.76119278
  },
  {
    "id": "528200",
    "name": "十条竹田街道",
    "desc": "十条竹田街道(西行C)",
    "lat": 34.97319348,
    "lon": 135.76139626
  },
  {
    "id": "528300",
    "name": "十条竹田街道",
    "desc": "十条竹田街道(南行A)",
    "lat": 34.97240945,
    "lon": 135.76202854
  },
  {
    "id": "528400",
    "name": "十条竹田街道",
    "desc": "十条竹田街道(北行B)",
    "lat": 34.97271263,
    "lon": 135.761782
  },
  {
    "id": "529300",
    "name": "河原町十条",
    "desc": "河原町十条(南行)",
    "lat": 34.97459262,
    "lon": 135.7639124
  },
  {
    "id": "529400",
    "name": "河原町十条",
    "desc": "河原町十条(北行)",
    "lat": 34.97451513,
    "lon": 135.76370657
  },
  {
    "id": "530300",
    "name": "南松ノ木町",
    "desc": "南松ノ木町(南行)",
    "lat": 34.9763269,
    "lon": 135.76401105
  },
  {
    "id": "530400",
    "name": "南松ノ木町",
    "desc": "南松ノ木町(北行)",
    "lat": 34.97635102,
    "lon": 135.76381174
  },
  {
    "id": "531100",
    "name": "九条河原町",
    "desc": "九条河原町(A)",
    "lat": 34.97992331,
    "lon": 135.764664
  },
  {
    "id": "531200",
    "name": "九条河原町",
    "desc": "九条河原町(D)",
    "lat": 34.97950835,
    "lon": 135.76324067
  },
  {
    "id": "531300",
    "name": "九条河原町",
    "desc": "九条河原町(B)",
    "lat": 34.97833536,
    "lon": 135.76413073
  },
  {
    "id": "531420",
    "name": "九条河原町",
    "desc": "九条河原町(C)",
    "lat": 34.97875722,
    "lon": 135.76396922
  },
  {
    "id": "532100",
    "name": "京都駅八条口アバンティ前",
    "desc": "京都駅八条口アバンティ前(I1)",
    "lat": 34.98452085,
    "lon": 135.76200903
  },
  {
    "id": "532200",
    "name": "京都駅八条口アバンティ前",
    "desc": "京都駅八条口アバンティ前(I2)",
    "lat": 34.98437485,
    "lon": 135.76165883
  },
  {
    "id": "532300",
    "name": "京都駅八条口アバンティ前",
    "desc": "京都駅八条口アバンティ前(H7)",
    "lat": 34.98349141,
    "lon": 135.76121146
  },
  {
    "id": "532400",
    "name": "京都駅八条口アバンティ前",
    "desc": "京都駅八条口アバンティ前(H5)",
    "lat": 34.98341075,
    "lon": 135.76105752
  },
  {
    "id": "533110",
    "name": "塩小路高倉・京都市立芸術大学前",
    "desc": "塩小路高倉・京都市立芸術大学前(東行東詰)",
    "lat": 34.98733257,
    "lon": 135.76364348
  },
  {
    "id": "533120",
    "name": "塩小路高倉・京都市立芸術大学前",
    "desc": "塩小路高倉・京都市立芸術大学前(東行西詰)",
    "lat": 34.98732519,
    "lon": 135.76170417
  },
  {
    "id": "533200",
    "name": "塩小路高倉・京都市立芸術大学前",
    "desc": "塩小路高倉・京都市立芸術大学前(西行)",
    "lat": 34.98718022,
    "lon": 135.76357515
  },
  {
    "id": "533300",
    "name": "塩小路高倉・京都市立芸術大学前",
    "desc": "塩小路高倉・京都市立芸術大学前(南行)",
    "lat": 34.98683002,
    "lon": 135.7627157
  },
  {
    "id": "533400",
    "name": "塩小路高倉・京都市立芸術大学前",
    "desc": "塩小路高倉・京都市立芸術大学前(北行)",
    "lat": 34.98591073,
    "lon": 135.76263195
  },
  {
    "id": "534100",
    "name": "七条河原町",
    "desc": "七条河原町(D)",
    "lat": 34.98933199,
    "lon": 135.763162
  },
  {
    "id": "534200",
    "name": "七条河原町",
    "desc": "七条河原町(C)",
    "lat": 34.98918723,
    "lon": 135.76364699
  },
  {
    "id": "534300",
    "name": "七条河原町",
    "desc": "七条河原町(A)",
    "lat": 34.98987882,
    "lon": 135.7643195
  },
  {
    "id": "534400",
    "name": "七条河原町",
    "desc": "七条河原町(B)",
    "lat": 34.98853725,
    "lon": 135.76412
  },
  {
    "id": "535300",
    "name": "河原町正面",
    "desc": "河原町正面(南行)",
    "lat": 34.9935668,
    "lon": 135.76494237
  },
  {
    "id": "535400",
    "name": "河原町正面",
    "desc": "河原町正面(北行)",
    "lat": 34.99191387,
    "lon": 135.7641137
  },
  {
    "id": "536100",
    "name": "吉祥院蒔絵町",
    "desc": "吉祥院蒔絵町(東行)",
    "lat": 34.96593864,
    "lon": 135.73693892
  },
  {
    "id": "536200",
    "name": "吉祥院蒔絵町",
    "desc": "吉祥院蒔絵町(西行)",
    "lat": 34.96578602,
    "lon": 135.73665997
  },
  {
    "id": "537300",
    "name": "船戸町",
    "desc": "船戸町(南行)",
    "lat": 34.9755366,
    "lon": 135.73492096
  },
  {
    "id": "537400",
    "name": "船戸町",
    "desc": "船戸町(北行)",
    "lat": 34.97591314,
    "lon": 135.73440377
  },
  {
    "id": "538100",
    "name": "五条高倉",
    "desc": "五条高倉(東行)",
    "lat": 34.99630277,
    "lon": 135.76272963
  },
  {
    "id": "538200",
    "name": "五条高倉",
    "desc": "五条高倉(西行)",
    "lat": 34.99592179,
    "lon": 135.76333893
  },
  {
    "id": "539300",
    "name": "河原町八条",
    "desc": "河原町八条(南行)",
    "lat": 34.98388972,
    "lon": 135.76438117
  },
  {
    "id": "539400",
    "name": "河原町八条",
    "desc": "河原町八条(北行)",
    "lat": 34.98328136,
    "lon": 135.76418833
  },
  {
    "id": "540300",
    "name": "西賀茂井ノ口町",
    "desc": "西賀茂井ノ口町(南行)",
    "lat": 35.06696155,
    "lon": 135.74450758
  },
  {
    "id": "540400",
    "name": "西賀茂井ノ口町",
    "desc": "西賀茂井ノ口町(北行)",
    "lat": 35.06750397,
    "lon": 135.74402201
  },
  {
    "id": "541300",
    "name": "志久呂橋西詰",
    "desc": "志久呂橋西詰(南行)",
    "lat": 35.07021338,
    "lon": 135.74206736
  },
  {
    "id": "541400",
    "name": "志久呂橋西詰",
    "desc": "志久呂橋西詰(北行)",
    "lat": 35.06957087,
    "lon": 135.74269834
  },
  {
    "id": "542100",
    "name": "志久呂橋",
    "desc": "志久呂橋(東行)",
    "lat": 35.07125327,
    "lon": 135.74355031
  },
  {
    "id": "543400",
    "name": "柊野",
    "desc": "柊野(北行)",
    "lat": 35.07388956,
    "lon": 135.74344259
  },
  {
    "id": "547300",
    "name": "大宮小野堀町",
    "desc": "大宮小野堀町(南行)",
    "lat": 35.05516243,
    "lon": 135.74408662
  },
  {
    "id": "547400",
    "name": "大宮小野堀町",
    "desc": "大宮小野堀町(北行)",
    "lat": 35.05515529,
    "lon": 135.74399811
  },
  {
    "id": "548100",
    "name": "下竹殿町",
    "desc": "下竹殿町(東行)",
    "lat": 35.05270599,
    "lon": 135.74884273
  },
  {
    "id": "548200",
    "name": "下竹殿町",
    "desc": "下竹殿町(西行)",
    "lat": 35.05263765,
    "lon": 135.74903661
  },
  {
    "id": "549100",
    "name": "大宮大門町",
    "desc": "大宮大門町(東行)",
    "lat": 35.05263252,
    "lon": 135.74608002
  },
  {
    "id": "549200",
    "name": "大宮大門町",
    "desc": "大宮大門町(西行)",
    "lat": 35.05256252,
    "lon": 135.74625804
  },
  {
    "id": "550100",
    "name": "大宮交通公園前",
    "desc": "大宮交通公園前(東行)",
    "lat": 35.05260307,
    "lon": 135.74469295
  },
  {
    "id": "550300",
    "name": "大宮交通公園前",
    "desc": "大宮交通公園前(南行)",
    "lat": 35.05182682,
    "lon": 135.74414499
  },
  {
    "id": "550400",
    "name": "大宮交通公園前",
    "desc": "大宮交通公園前(北行)",
    "lat": 35.05302635,
    "lon": 135.74403193
  },
  {
    "id": "551300",
    "name": "牛若",
    "desc": "牛若(南行)",
    "lat": 35.04991884,
    "lon": 135.74417948
  },
  {
    "id": "551400",
    "name": "牛若",
    "desc": "牛若(北行)",
    "lat": 35.05000107,
    "lon": 135.74408493
  },
  {
    "id": "552300",
    "name": "紫野上野町",
    "desc": "紫野上野町(南行)",
    "lat": 35.04778265,
    "lon": 135.74422335
  },
  {
    "id": "552400",
    "name": "紫野上野町",
    "desc": "紫野上野町(北行)",
    "lat": 35.04680218,
    "lon": 135.74405468
  },
  {
    "id": "553300",
    "name": "下津林中島",
    "desc": "下津林中島(南行)",
    "lat": 34.96873546,
    "lon": 135.71430637
  },
  {
    "id": "553400",
    "name": "下津林中島",
    "desc": "下津林中島(北行)",
    "lat": 34.96869059,
    "lon": 135.71415482
  },
  {
    "id": "554100",
    "name": "今宮神社前",
    "desc": "今宮神社前(東行)",
    "lat": 35.04499672,
    "lon": 135.74171793
  },
  {
    "id": "554200",
    "name": "今宮神社前",
    "desc": "今宮神社前(西行)",
    "lat": 35.04490734,
    "lon": 135.74155388
  },
  {
    "id": "555300",
    "name": "北上久世",
    "desc": "北上久世(南行)",
    "lat": 34.96624217,
    "lon": 135.71358078
  },
  {
    "id": "555400",
    "name": "北上久世",
    "desc": "北上久世(北行)",
    "lat": 34.96620494,
    "lon": 135.71349835
  },
  {
    "id": "557300",
    "name": "猿田彦橋",
    "desc": "猿田彦橋(南行)",
    "lat": 35.00958009,
    "lon": 135.71683495
  },
  {
    "id": "557400",
    "name": "猿田彦橋",
    "desc": "猿田彦橋(北行)",
    "lat": 35.00935365,
    "lon": 135.71670885
  },
  {
    "id": "558300",
    "name": "葛野大路八条",
    "desc": "葛野大路八条(南行)",
    "lat": 34.98543382,
    "lon": 135.72005257
  },
  {
    "id": "558400",
    "name": "葛野大路八条",
    "desc": "葛野大路八条(北行)",
    "lat": 34.98474396,
    "lon": 135.7198365
  },
  {
    "id": "559300",
    "name": "吉祥院運動公園前",
    "desc": "吉祥院運動公園前(南行)",
    "lat": 34.96933369,
    "lon": 135.72666646
  },
  {
    "id": "559400",
    "name": "吉祥院運動公園前",
    "desc": "吉祥院運動公園前(北行)",
    "lat": 34.96907501,
    "lon": 135.72645309
  },
  {
    "id": "560100",
    "name": "羽束師志水町",
    "desc": "羽束師志水町(東行)",
    "lat": 34.93114185,
    "lon": 135.72654553
  },
  {
    "id": "560200",
    "name": "羽束師志水町",
    "desc": "羽束師志水町(西行)",
    "lat": 34.93099332,
    "lon": 135.72749279
  },
  {
    "id": "561200",
    "name": "ＪＲ長岡京駅（東口）",
    "desc": "ＪＲ長岡京駅（東口）(バス停)",
    "lat": 34.92303944,
    "lon": 135.7014846
  },
  {
    "id": "562100",
    "name": "芝本",
    "desc": "芝本(東行)",
    "lat": 34.92131767,
    "lon": 135.70789909
  },
  {
    "id": "562200",
    "name": "芝本",
    "desc": "芝本(西行)",
    "lat": 34.9212214,
    "lon": 135.7077412
  },
  {
    "id": "563100",
    "name": "馬場",
    "desc": "馬場(東行)",
    "lat": 34.92711937,
    "lon": 135.71440865
  },
  {
    "id": "563300",
    "name": "馬場",
    "desc": "馬場(南行)",
    "lat": 34.92613827,
    "lon": 135.71209773
  },
  {
    "id": "564100",
    "name": "工業団地前",
    "desc": "工業団地前(東行)",
    "lat": 34.92713139,
    "lon": 135.71760546
  },
  {
    "id": "564200",
    "name": "工業団地前",
    "desc": "工業団地前(西行)",
    "lat": 34.92705455,
    "lon": 135.71772318
  },
  {
    "id": "565300",
    "name": "南区総合庁舎前",
    "desc": "南区総合庁舎前(南行)",
    "lat": 34.97674051,
    "lon": 135.74622181
  },
  {
    "id": "565400",
    "name": "南区総合庁舎前",
    "desc": "南区総合庁舎前(北行)",
    "lat": 34.97725842,
    "lon": 135.7460536
  },
  {
    "id": "566400",
    "name": "柊野グラウンド前",
    "desc": "柊野グラウンド前(北行)",
    "lat": 35.07773273,
    "lon": 135.74301312
  },
  {
    "id": "567300",
    "name": "高橋南",
    "desc": "高橋南(南行)",
    "lat": 35.07833023,
    "lon": 135.74069406
  },
  {
    "id": "568300",
    "name": "西賀茂庄田町",
    "desc": "西賀茂庄田町(南行)",
    "lat": 35.07692627,
    "lon": 135.74078292
  },
  {
    "id": "569300",
    "name": "西賀茂中学北",
    "desc": "西賀茂中学北(南行)",
    "lat": 35.07274548,
    "lon": 135.74046185
  },
  {
    "id": "572001",
    "name": "ＪＲ桂川駅前",
    "desc": "ＪＲ桂川駅前(おりば)",
    "lat": 34.96459982,
    "lon": 135.7096076
  },
  {
    "id": "572100",
    "name": "ＪＲ桂川駅前",
    "desc": "ＪＲ桂川駅前(3)",
    "lat": 34.96433247,
    "lon": 135.70915535
  },
  {
    "id": "572200",
    "name": "ＪＲ桂川駅前",
    "desc": "ＪＲ桂川駅前(1)",
    "lat": 34.96427511,
    "lon": 135.70967296
  },
  {
    "id": "578100",
    "name": "近鉄上鳥羽口駅前",
    "desc": "近鉄上鳥羽口駅前(東行)",
    "lat": 34.96600609,
    "lon": 135.75224136
  },
  {
    "id": "578200",
    "name": "近鉄上鳥羽口駅前",
    "desc": "近鉄上鳥羽口駅前(西行)",
    "lat": 34.96585264,
    "lon": 135.75243537
  },
  {
    "id": "579200",
    "name": "ＪＲ藤森駅前",
    "desc": "ＪＲ藤森駅前(バス停)",
    "lat": 34.94820788,
    "lon": 135.77593281
  },
  {
    "id": "580100",
    "name": "大宮中立売",
    "desc": "大宮中立売(東行)",
    "lat": 35.02503411,
    "lon": 135.74856761
  },
  {
    "id": "580200",
    "name": "大宮中立売",
    "desc": "大宮中立売(西行)",
    "lat": 35.02495162,
    "lon": 135.74841597
  },
  {
    "id": "581300",
    "name": "西洞院仏光寺",
    "desc": "西洞院仏光寺(南行)",
    "lat": 35.00105458,
    "lon": 135.75524419
  },
  {
    "id": "581400",
    "name": "西洞院仏光寺",
    "desc": "西洞院仏光寺(北行)",
    "lat": 35.00115685,
    "lon": 135.75512726
  },
  {
    "id": "582300",
    "name": "西洞院松原",
    "desc": "西洞院松原(南行)",
    "lat": 34.99829689,
    "lon": 135.75524384
  },
  {
    "id": "582400",
    "name": "西洞院松原",
    "desc": "西洞院松原(北行)",
    "lat": 34.9985507,
    "lon": 135.75515972
  },
  {
    "id": "589100",
    "name": "東元町",
    "desc": "東元町(東行)",
    "lat": 35.05007691,
    "lon": 135.75638545
  },
  {
    "id": "589200",
    "name": "東元町",
    "desc": "東元町(西行)",
    "lat": 35.04993431,
    "lon": 135.75659502
  },
  {
    "id": "589300",
    "name": "東元町",
    "desc": "東元町(南行)",
    "lat": 35.04962861,
    "lon": 135.75806347
  },
  {
    "id": "589400",
    "name": "東元町",
    "desc": "東元町(北行)",
    "lat": 35.04926066,
    "lon": 135.75823219
  },
  {
    "id": "590100",
    "name": "北山橋東詰",
    "desc": "北山橋東詰(東行)",
    "lat": 35.05065876,
    "lon": 135.75896863
  },
  {
    "id": "590200",
    "name": "北山橋東詰",
    "desc": "北山橋東詰(西行)",
    "lat": 35.05052091,
    "lon": 135.75904537
  },
  {
    "id": "591100",
    "name": "植物園北門前",
    "desc": "植物園北門前(東行)",
    "lat": 35.05121604,
    "lon": 135.76414108
  },
  {
    "id": "591200",
    "name": "植物園北門前",
    "desc": "植物園北門前(西行)",
    "lat": 35.05115312,
    "lon": 135.76512948
  },
  {
    "id": "592300",
    "name": "安井西口",
    "desc": "安井西口(南行)",
    "lat": 35.01316213,
    "lon": 135.71671577
  },
  {
    "id": "592400",
    "name": "安井西口",
    "desc": "安井西口(北行)",
    "lat": 35.01315279,
    "lon": 135.71660848
  },
  {
    "id": "593300",
    "name": "黒橋",
    "desc": "黒橋(南行)",
    "lat": 35.01588784,
    "lon": 135.71574429
  },
  {
    "id": "593400",
    "name": "黒橋",
    "desc": "黒橋(北行)",
    "lat": 35.01609036,
    "lon": 135.71542744
  },
  {
    "id": "594300",
    "name": "深草北蓮池町",
    "desc": "深草北蓮池町(南行)",
    "lat": 34.95189324,
    "lon": 135.7677317
  },
  {
    "id": "595300",
    "name": "下町",
    "desc": "下町(南行)",
    "lat": 34.94735425,
    "lon": 135.76632182
  },
  {
    "id": "596300",
    "name": "伏見インクライン前",
    "desc": "伏見インクライン前(南行)",
    "lat": 34.94614247,
    "lon": 135.76594945
  },
  {
    "id": "599300",
    "name": "納所岸ノ下",
    "desc": "納所岸ノ下(南行)",
    "lat": 34.91471192,
    "lon": 135.72621973
  },
  {
    "id": "599400",
    "name": "納所岸ノ下",
    "desc": "納所岸ノ下(北行)",
    "lat": 34.91414925,
    "lon": 135.72543962
  },
  {
    "id": "600300",
    "name": "御香宮前",
    "desc": "御香宮前(南行)",
    "lat": 34.9326642,
    "lon": 135.76807464
  },
  {
    "id": "600400",
    "name": "御香宮前",
    "desc": "御香宮前(北行)",
    "lat": 34.93333297,
    "lon": 135.76792824
  },
  {
    "id": "601300",
    "name": "板橋",
    "desc": "板橋(南行)",
    "lat": 34.9372975,
    "lon": 135.76766409
  },
  {
    "id": "601400",
    "name": "板橋",
    "desc": "板橋(北行)",
    "lat": 34.93729448,
    "lon": 135.76751904
  },
  {
    "id": "602300",
    "name": "丹波橋",
    "desc": "丹波橋(南行)",
    "lat": 34.93954382,
    "lon": 135.76816379
  },
  {
    "id": "602400",
    "name": "丹波橋",
    "desc": "丹波橋(北行)",
    "lat": 34.94034295,
    "lon": 135.76809437
  },
  {
    "id": "603300",
    "name": "桃山中学前",
    "desc": "桃山中学前(南行)",
    "lat": 34.94108342,
    "lon": 135.76830231
  },
  {
    "id": "603400",
    "name": "桃山中学前",
    "desc": "桃山中学前(北行)",
    "lat": 34.94152838,
    "lon": 135.76825597
  },
  {
    "id": "604300",
    "name": "最上町",
    "desc": "最上町(南行)",
    "lat": 34.94354273,
    "lon": 135.76863236
  },
  {
    "id": "604400",
    "name": "最上町",
    "desc": "最上町(北行)",
    "lat": 34.94322082,
    "lon": 135.76847235
  },
  {
    "id": "605400",
    "name": "墨染",
    "desc": "墨染(北行)",
    "lat": 34.94833612,
    "lon": 135.76970712
  },
  {
    "id": "606100",
    "name": "伯楽町",
    "desc": "伯楽町(東行)",
    "lat": 35.01892711,
    "lon": 135.72817174
  },
  {
    "id": "606200",
    "name": "伯楽町",
    "desc": "伯楽町(西行)",
    "lat": 35.01881128,
    "lon": 135.72798022
  },
  {
    "id": "607100",
    "name": "西ノ京馬代町",
    "desc": "西ノ京馬代町(東行)",
    "lat": 35.01932225,
    "lon": 135.72527417
  },
  {
    "id": "607200",
    "name": "西ノ京馬代町",
    "desc": "西ノ京馬代町(西行)",
    "lat": 35.01918598,
    "lon": 135.72512921
  },
  {
    "id": "608100",
    "name": "木辻南町",
    "desc": "木辻南町(東行)",
    "lat": 35.01953212,
    "lon": 135.72365485
  },
  {
    "id": "608200",
    "name": "木辻南町",
    "desc": "木辻南町(西行)",
    "lat": 35.0194834,
    "lon": 135.72290591
  },
  {
    "id": "609100",
    "name": "妙心寺前",
    "desc": "妙心寺前(東行)",
    "lat": 35.01984558,
    "lon": 135.72039302
  },
  {
    "id": "609200",
    "name": "妙心寺前",
    "desc": "妙心寺前(西行)",
    "lat": 35.01969396,
    "lon": 135.7202729
  },
  {
    "id": "610100",
    "name": "花園駅前",
    "desc": "花園駅前(東行)",
    "lat": 35.01901126,
    "lon": 135.71759315
  },
  {
    "id": "610200",
    "name": "花園駅前",
    "desc": "花園駅前(西行)",
    "lat": 35.01883168,
    "lon": 135.71768501
  },
  {
    "id": "611300",
    "name": "双ヶ丘",
    "desc": "双ヶ丘(南行)",
    "lat": 35.02062553,
    "lon": 135.71263342
  },
  {
    "id": "611400",
    "name": "双ヶ丘",
    "desc": "双ヶ丘(北行)",
    "lat": 35.01963761,
    "lon": 135.71285143
  },
  {
    "id": "612300",
    "name": "常盤御池町",
    "desc": "常盤御池町(南行)",
    "lat": 35.02366075,
    "lon": 135.7111589
  },
  {
    "id": "612400",
    "name": "常盤御池町",
    "desc": "常盤御池町(北行)",
    "lat": 35.02323494,
    "lon": 135.71140945
  },
  {
    "id": "613300",
    "name": "宇多野御屋敷町",
    "desc": "宇多野御屋敷町(南行)",
    "lat": 35.02468491,
    "lon": 135.71014968
  },
  {
    "id": "613400",
    "name": "宇多野御屋敷町",
    "desc": "宇多野御屋敷町(北行)",
    "lat": 35.02498419,
    "lon": 135.70973356
  },
  {
    "id": "614300",
    "name": "嵐電宇多野駅前",
    "desc": "嵐電宇多野駅前(南行)",
    "lat": 35.02780747,
    "lon": 135.70905866
  },
  {
    "id": "614400",
    "name": "嵐電宇多野駅前",
    "desc": "嵐電宇多野駅前(北行)",
    "lat": 35.02737085,
    "lon": 135.70901644
  },
  {
    "id": "615100",
    "name": "嵯峨野秋街道町",
    "desc": "嵯峨野秋街道町(東行)",
    "lat": 35.01426085,
    "lon": 135.6967734
  },
  {
    "id": "615200",
    "name": "嵯峨野秋街道町",
    "desc": "嵯峨野秋街道町(西行)",
    "lat": 35.01428786,
    "lon": 135.69801411
  },
  {
    "id": "616100",
    "name": "竹田出橋",
    "desc": "竹田出橋(東行)",
    "lat": 34.95734214,
    "lon": 135.76137181
  },
  {
    "id": "616200",
    "name": "竹田出橋",
    "desc": "竹田出橋(西行)",
    "lat": 34.95729407,
    "lon": 135.75999914
  },
  {
    "id": "616300",
    "name": "竹田出橋",
    "desc": "竹田出橋(南行)",
    "lat": 34.95688939,
    "lon": 135.76066066
  },
  {
    "id": "616400",
    "name": "竹田出橋",
    "desc": "竹田出橋(北行)",
    "lat": 34.95959465,
    "lon": 135.76110743
  },
  {
    "id": "617300",
    "name": "竹田久保町",
    "desc": "竹田久保町(南行)",
    "lat": 34.96206941,
    "lon": 135.76183143
  },
  {
    "id": "617400",
    "name": "竹田久保町",
    "desc": "竹田久保町(北行)",
    "lat": 34.96250457,
    "lon": 135.76166404
  },
  {
    "id": "618300",
    "name": "深草下川原町",
    "desc": "深草下川原町(南行)",
    "lat": 34.96581895,
    "lon": 135.76242083
  },
  {
    "id": "618400",
    "name": "深草下川原町",
    "desc": "深草下川原町(北行)",
    "lat": 34.96693056,
    "lon": 135.76234611
  },
  {
    "id": "619300",
    "name": "勧進橋",
    "desc": "勧進橋(南行)",
    "lat": 34.96945295,
    "lon": 135.76307231
  },
  {
    "id": "619400",
    "name": "勧進橋",
    "desc": "勧進橋(北行)",
    "lat": 34.96985985,
    "lon": 135.7628947
  },
  {
    "id": "620300",
    "name": "札ノ辻",
    "desc": "札ノ辻(南行)",
    "lat": 34.97665398,
    "lon": 135.76192429
  },
  {
    "id": "620400",
    "name": "札ノ辻",
    "desc": "札ノ辻(北行)",
    "lat": 34.97567769,
    "lon": 135.76174493
  },
  {
    "id": "621300",
    "name": "築山",
    "desc": "築山(南行)",
    "lat": 34.95986962,
    "lon": 135.7233713
  },
  {
    "id": "622001",
    "name": "久世工業団地前",
    "desc": "久世工業団地前(おりば)",
    "lat": 34.95178203,
    "lon": 135.72748415
  },
  {
    "id": "622200",
    "name": "久世工業団地前",
    "desc": "久世工業団地前(西行)",
    "lat": 34.95164502,
    "lon": 135.72763655
  },
  {
    "id": "623100",
    "name": "久世大藪町",
    "desc": "久世大薮町(東行)",
    "lat": 34.9517661,
    "lon": 135.72157007
  },
  {
    "id": "623200",
    "name": "久世大藪町",
    "desc": "久世大薮町(西行)",
    "lat": 34.95171506,
    "lon": 135.72106368
  },
  {
    "id": "624100",
    "name": "御室",
    "desc": "御室(東行)",
    "lat": 35.02840521,
    "lon": 135.71602708
  },
  {
    "id": "624200",
    "name": "御室",
    "desc": "御室(西行)",
    "lat": 35.02834536,
    "lon": 135.71609883
  },
  {
    "id": "625300",
    "name": "塔ノ下町",
    "desc": "塔ノ下町(南行)",
    "lat": 35.02992799,
    "lon": 135.71675355
  },
  {
    "id": "625400",
    "name": "塔ノ下町",
    "desc": "塔ノ下町(北行)",
    "lat": 35.03113195,
    "lon": 135.71655208
  },
  {
    "id": "626100",
    "name": "龍安寺前",
    "desc": "龍安寺前(東行)",
    "lat": 35.0330604,
    "lon": 135.72099845
  },
  {
    "id": "626200",
    "name": "龍安寺前",
    "desc": "龍安寺前(西行)",
    "lat": 35.03245342,
    "lon": 135.71968652
  },
  {
    "id": "627100",
    "name": "今出川大宮",
    "desc": "今出川大宮(東行)",
    "lat": 35.02982053,
    "lon": 135.74973385
  },
  {
    "id": "627200",
    "name": "今出川大宮",
    "desc": "今出川大宮(西行)",
    "lat": 35.02970299,
    "lon": 135.74924644
  },
  {
    "id": "628100",
    "name": "上京区総合庁舎前",
    "desc": "上京区総合庁舎前(東行)",
    "lat": 35.02926806,
    "lon": 135.75674516
  },
  {
    "id": "628200",
    "name": "上京区総合庁舎前",
    "desc": "上京区総合庁舎前(西行)",
    "lat": 35.02917856,
    "lon": 135.75659898
  },
  {
    "id": "629100",
    "name": "同志社前",
    "desc": "同志社前(東行)",
    "lat": 35.02917858,
    "lon": 135.76317777
  },
  {
    "id": "629200",
    "name": "同志社前",
    "desc": "同志社前(西行)",
    "lat": 35.02909063,
    "lon": 135.76473979
  },
  {
    "id": "630110",
    "name": "洛西口駅前",
    "desc": "洛西口駅前(東行)",
    "lat": 34.96446866,
    "lon": 135.7020674
  },
  {
    "id": "630120",
    "name": "洛西口駅前",
    "desc": "洛西口駅前(東行(駅前広場内))",
    "lat": 34.96368517,
    "lon": 135.70287759
  },
  {
    "id": "630200",
    "name": "洛西口駅前",
    "desc": "洛西口駅前(西行(駅前広場内))",
    "lat": 34.96386169,
    "lon": 135.70302978
  },
  {
    "id": "632300",
    "name": "久世七本松",
    "desc": "久世七本松(南行)",
    "lat": 34.96371375,
    "lon": 135.71335087
  },
  {
    "id": "632400",
    "name": "久世七本松",
    "desc": "久世七本松(北行)",
    "lat": 34.96362594,
    "lon": 135.71326202
  },
  {
    "id": "633100",
    "name": "高田町",
    "desc": "高田町(東行)",
    "lat": 34.96469308,
    "lon": 135.70576078
  },
  {
    "id": "633200",
    "name": "高田町",
    "desc": "高田町(西行)",
    "lat": 34.96448385,
    "lon": 135.70548067
  },
  {
    "id": "634300",
    "name": "川島六ノ坪町",
    "desc": "川島六ノ坪町(南行)",
    "lat": 34.96543087,
    "lon": 135.70339566
  },
  {
    "id": "634400",
    "name": "川島六ノ坪町",
    "desc": "川島六ノ坪町(北行)",
    "lat": 34.96542592,
    "lon": 135.70324546
  },
  {
    "id": "635300",
    "name": "自衛隊前",
    "desc": "自衛隊前(南行)",
    "lat": 34.9666919,
    "lon": 135.70335199
  },
  {
    "id": "635400",
    "name": "自衛隊前",
    "desc": "自衛隊前(北行)",
    "lat": 34.96714414,
    "lon": 135.70321457
  },
  {
    "id": "636300",
    "name": "莚田町",
    "desc": "莚田町(南行)",
    "lat": 34.96962079,
    "lon": 135.70327998
  },
  {
    "id": "636400",
    "name": "莚田町",
    "desc": "莚田町(北行)",
    "lat": 34.97056951,
    "lon": 135.70312451
  },
  {
    "id": "637100",
    "name": "桂高校前",
    "desc": "桂高校前(東行)",
    "lat": 34.97324927,
    "lon": 135.70499648
  },
  {
    "id": "637200",
    "name": "桂高校前",
    "desc": "桂高校前(西行)",
    "lat": 34.97304351,
    "lon": 135.70540195
  },
  {
    "id": "637300",
    "name": "桂高校前",
    "desc": "桂高校前(南行)",
    "lat": 34.97211748,
    "lon": 135.7032607
  },
  {
    "id": "637400",
    "name": "桂高校前",
    "desc": "桂高校前(北行)",
    "lat": 34.97212078,
    "lon": 135.70313933
  },
  {
    "id": "638100",
    "name": "桂小橋",
    "desc": "桂小橋(東行)",
    "lat": 34.98426839,
    "lon": 135.71760381
  },
  {
    "id": "638200",
    "name": "桂小橋",
    "desc": "桂小橋(西行)",
    "lat": 34.98419532,
    "lon": 135.71756492
  },
  {
    "id": "663100",
    "name": "国道中山",
    "desc": "国道中山(東行)",
    "lat": 34.97055234,
    "lon": 135.67794989
  },
  {
    "id": "663200",
    "name": "国道中山",
    "desc": "国道中山(西行)",
    "lat": 34.97035122,
    "lon": 135.67771947
  },
  {
    "id": "664100",
    "name": "国道塚原",
    "desc": "国道塚原(東行)",
    "lat": 34.97117718,
    "lon": 135.67354646
  },
  {
    "id": "664200",
    "name": "国道塚原",
    "desc": "国道塚原(西行)",
    "lat": 34.97162838,
    "lon": 135.67218549
  },
  {
    "id": "665100",
    "name": "向日回生病院前",
    "desc": "向日回生病院前(東行)",
    "lat": 34.9637432,
    "lon": 135.69186181
  },
  {
    "id": "665200",
    "name": "向日回生病院前",
    "desc": "向日回生病院前(西行)",
    "lat": 34.96347555,
    "lon": 135.69075584
  },
  {
    "id": "672300",
    "name": "南春日町",
    "desc": "南春日町(バス停)",
    "lat": 34.95746664,
    "lon": 135.66117762
  },
  {
    "id": "679100",
    "name": "伊織町",
    "desc": "伊織町(東行)",
    "lat": 35.03679464,
    "lon": 135.78781111
  },
  {
    "id": "679200",
    "name": "伊織町",
    "desc": "伊織町(西行)",
    "lat": 35.03674215,
    "lon": 135.78768387
  },
  {
    "id": "680100",
    "name": "高原町",
    "desc": "高原町(東行)",
    "lat": 35.03688234,
    "lon": 135.78618287
  },
  {
    "id": "680200",
    "name": "高原町",
    "desc": "高原町(西行)",
    "lat": 35.03682131,
    "lon": 135.78599361
  },
  {
    "id": "681100",
    "name": "物集女",
    "desc": "物集女(東行)",
    "lat": 34.9642844,
    "lon": 135.69653867
  },
  {
    "id": "681200",
    "name": "物集女",
    "desc": "物集女(西行)",
    "lat": 34.96407012,
    "lon": 135.69486053
  },
  {
    "id": "681400",
    "name": "物集女",
    "desc": "物集女(北行)",
    "lat": 34.96482711,
    "lon": 135.69483174
  },
  {
    "id": "682300",
    "name": "史跡公園前",
    "desc": "史跡公園前(南行)",
    "lat": 34.96972327,
    "lon": 135.69407853
  },
  {
    "id": "682400",
    "name": "史跡公園前",
    "desc": "史跡公園前(北行)",
    "lat": 34.97044482,
    "lon": 135.69398319
  },
  {
    "id": "683300",
    "name": "平田町",
    "desc": "平田町(南行)",
    "lat": 34.97214282,
    "lon": 135.69413704
  },
  {
    "id": "683400",
    "name": "平田町",
    "desc": "平田町(北行)",
    "lat": 34.97176602,
    "lon": 135.6940296
  },
  {
    "id": "684300",
    "name": "月見ヶ丘",
    "desc": "月見ヶ丘(南行)",
    "lat": 34.97950215,
    "lon": 135.69366713
  },
  {
    "id": "684400",
    "name": "月見ヶ丘",
    "desc": "月見ヶ丘(北行)",
    "lat": 34.9797905,
    "lon": 135.69352107
  },
  {
    "id": "685100",
    "name": "上桂駅前",
    "desc": "上桂駅前(東行)",
    "lat": 34.99065047,
    "lon": 135.69614558
  },
  {
    "id": "685200",
    "name": "上桂駅前",
    "desc": "上桂駅前(西行)",
    "lat": 34.99058434,
    "lon": 135.69576521
  },
  {
    "id": "686100",
    "name": "上桂西居町",
    "desc": "上桂西居町(東行)",
    "lat": 34.9907552,
    "lon": 135.69871076
  },
  {
    "id": "686200",
    "name": "上桂西居町",
    "desc": "上桂西居町(西行)",
    "lat": 34.99065138,
    "lon": 135.69866516
  },
  {
    "id": "687100",
    "name": "上野橋",
    "desc": "上野橋(東行)",
    "lat": 34.99673986,
    "lon": 135.7035709
  },
  {
    "id": "687200",
    "name": "上野橋",
    "desc": "上野橋(西行)",
    "lat": 34.99673326,
    "lon": 135.70369496
  },
  {
    "id": "688300",
    "name": "北ノ口",
    "desc": "北ノ口(南行)",
    "lat": 34.9667779,
    "lon": 135.69413588
  },
  {
    "id": "688400",
    "name": "北ノ口",
    "desc": "北ノ口(北行)",
    "lat": 34.9663754,
    "lon": 135.69402412
  },
  {
    "id": "689300",
    "name": "梅津石灘町",
    "desc": "梅津石灘町(南行)",
    "lat": 35.0015646,
    "lon": 135.70568207
  },
  {
    "id": "689400",
    "name": "梅津石灘町",
    "desc": "梅津石灘町(北行)",
    "lat": 35.00215312,
    "lon": 135.70566131
  },
  {
    "id": "690100",
    "name": "桂川小学校前",
    "desc": "桂川小学校前(東行)",
    "lat": 34.99432121,
    "lon": 135.70125221
  },
  {
    "id": "690200",
    "name": "桂川小学校前",
    "desc": "桂川小学校前(西行)",
    "lat": 34.9943071,
    "lon": 135.70144714
  },
  {
    "id": "690300",
    "name": "桂川小学校前",
    "desc": "桂川小学校前(南行)",
    "lat": 34.99420538,
    "lon": 135.70208616
  },
  {
    "id": "690400",
    "name": "桂川小学校前",
    "desc": "桂川小学校前(北行)",
    "lat": 34.99376659,
    "lon": 135.70210349
  },
  {
    "id": "699400",
    "name": "京大病院前",
    "desc": "京大病院前(北行)",
    "lat": 35.02035012,
    "lon": 135.77840543
  },
  {
    "id": "704100",
    "name": "松ヶ崎駅前",
    "desc": "松ヶ崎駅前(東行)",
    "lat": 35.05166515,
    "lon": 135.77515784
  },
  {
    "id": "704200",
    "name": "松ヶ崎駅前",
    "desc": "松ヶ崎駅前(西行)",
    "lat": 35.05149161,
    "lon": 135.77428306
  },
  {
    "id": "705100",
    "name": "御陵町",
    "desc": "御陵町(東行)",
    "lat": 34.98001183,
    "lon": 135.69060183
  },
  {
    "id": "705200",
    "name": "御陵町",
    "desc": "御陵町(西行)",
    "lat": 34.97947999,
    "lon": 135.69037518
  },
  {
    "id": "706100",
    "name": "国道三ノ宮",
    "desc": "国道三ノ宮(東行)",
    "lat": 34.97580885,
    "lon": 135.68805286
  },
  {
    "id": "706200",
    "name": "国道三ノ宮",
    "desc": "国道三ノ宮(西行)",
    "lat": 34.97680087,
    "lon": 135.68888879
  },
  {
    "id": "707000",
    "name": "北大路バスターミナル（地下鉄北大路駅）",
    "desc": "北大路バスターミナル（地下鉄北大路駅）(バス停)",
    "lat": 35.04429763,
    "lon": 135.7582176
  },
  {
    "id": "707001",
    "name": "北大路バスターミナル（地下鉄北大路駅）",
    "desc": "北大路バスターミナル(おりば)",
    "lat": 35.0443887,
    "lon": 135.7581962
  },
  {
    "id": "707110",
    "name": "北大路バスターミナル（地下鉄北大路駅）",
    "desc": "北大路バスターミナル（地下鉄北大路駅）A",
    "lat": 35.044403,
    "lon": 135.7585448
  },
  {
    "id": "707120",
    "name": "北大路バスターミナル（地下鉄北大路駅）",
    "desc": "北大路バスターミナル（地下鉄北大路駅）B",
    "lat": 35.0445392,
    "lon": 135.7585448
  },
  {
    "id": "707130",
    "name": "北大路バスターミナル（地下鉄北大路駅）",
    "desc": "北大路バスターミナル（地下鉄北大路駅）C",
    "lat": 35.0446819,
    "lon": 135.7585448
  },
  {
    "id": "707210",
    "name": "北大路バスターミナル（地下鉄北大路駅）",
    "desc": "北大路バスターミナル（地下鉄北大路駅）E",
    "lat": 35.0443657,
    "lon": 135.7582927
  },
  {
    "id": "707220",
    "name": "北大路バスターミナル（地下鉄北大路駅）",
    "desc": "北大路バスターミナル（地下鉄北大路駅）F",
    "lat": 35.0445238,
    "lon": 135.7582927
  },
  {
    "id": "707230",
    "name": "北大路バスターミナル（地下鉄北大路駅）",
    "desc": "北大路バスターミナル（地下鉄北大路駅）G",
    "lat": 35.0446665,
    "lon": 135.7582927
  },
  {
    "id": "708100",
    "name": "上賀茂橋",
    "desc": "上賀茂橋(東行)",
    "lat": 35.05284156,
    "lon": 135.75413733
  },
  {
    "id": "708200",
    "name": "上賀茂橋",
    "desc": "上賀茂橋(西行)",
    "lat": 35.05278913,
    "lon": 135.75423324
  },
  {
    "id": "708300",
    "name": "上賀茂橋",
    "desc": "上賀茂橋(南行)",
    "lat": 35.05260628,
    "lon": 135.75557552
  },
  {
    "id": "708400",
    "name": "上賀茂橋",
    "desc": "上賀茂橋(北行)",
    "lat": 35.05334407,
    "lon": 135.75476279
  },
  {
    "id": "709300",
    "name": "山越東町",
    "desc": "山越東町(南行)",
    "lat": 35.02315163,
    "lon": 135.69832878
  },
  {
    "id": "709400",
    "name": "山越東町",
    "desc": "山越東町(北行)",
    "lat": 35.02305608,
    "lon": 135.69823088
  },
  {
    "id": "710300",
    "name": "七瀬川町",
    "desc": "七瀬川町(南行)",
    "lat": 34.95375359,
    "lon": 135.75983504
  },
  {
    "id": "710400",
    "name": "七瀬川町",
    "desc": "七瀬川町(北行)",
    "lat": 34.95428416,
    "lon": 135.75974305
  },
  {
    "id": "711300",
    "name": "竹田城南宮道",
    "desc": "竹田城南宮道(南行)",
    "lat": 34.95097119,
    "lon": 135.75906003
  },
  {
    "id": "711400",
    "name": "竹田城南宮道",
    "desc": "竹田城南宮道(北行)",
    "lat": 34.95215424,
    "lon": 135.75919222
  },
  {
    "id": "712300",
    "name": "西墨染通",
    "desc": "西墨染通(南行)",
    "lat": 34.94930772,
    "lon": 135.75859191
  },
  {
    "id": "712400",
    "name": "西墨染通",
    "desc": "西墨染通(北行)",
    "lat": 34.94913315,
    "lon": 135.75832619
  },
  {
    "id": "713300",
    "name": "棒鼻",
    "desc": "棒鼻(南行)",
    "lat": 34.94743601,
    "lon": 135.75850698
  },
  {
    "id": "713400",
    "name": "棒鼻",
    "desc": "棒鼻(北行)",
    "lat": 34.94597592,
    "lon": 135.75779731
  },
  {
    "id": "714300",
    "name": "住吉",
    "desc": "住吉(南行)",
    "lat": 34.94278859,
    "lon": 135.75808728
  },
  {
    "id": "714400",
    "name": "住吉",
    "desc": "住吉(北行)",
    "lat": 34.94301599,
    "lon": 135.75733854
  },
  {
    "id": "715300",
    "name": "西丹波橋",
    "desc": "西丹波橋(南行)",
    "lat": 34.93934325,
    "lon": 135.75786382
  },
  {
    "id": "715400",
    "name": "西丹波橋",
    "desc": "西丹波橋(北行)",
    "lat": 34.94043827,
    "lon": 135.75710822
  },
  {
    "id": "716100",
    "name": "肥後町",
    "desc": "肥後町(東行)",
    "lat": 34.93623994,
    "lon": 135.75789298
  },
  {
    "id": "716400",
    "name": "肥後町",
    "desc": "肥後町(北行)",
    "lat": 34.93576658,
    "lon": 135.75849505
  },
  {
    "id": "717100",
    "name": "太秦映画村道",
    "desc": "太秦映画村道(東行)",
    "lat": 35.01947511,
    "lon": 135.70973161
  },
  {
    "id": "717200",
    "name": "太秦映画村道",
    "desc": "太秦映画村道(西行)",
    "lat": 35.01923564,
    "lon": 135.70995441
  },
  {
    "id": "718100",
    "name": "常盤・嵯峨野高校前",
    "desc": "常盤・嵯峨野高校前(東行)",
    "lat": 35.0207797,
    "lon": 135.70608386
  },
  {
    "id": "718200",
    "name": "常盤・嵯峨野高校前",
    "desc": "常盤・嵯峨野高校前(西行)",
    "lat": 35.0209227,
    "lon": 135.70418626
  },
  {
    "id": "719100",
    "name": "常磐野小学校前",
    "desc": "常磐野小学校前(東行)",
    "lat": 35.02105597,
    "lon": 135.70197234
  },
  {
    "id": "719200",
    "name": "常磐野小学校前",
    "desc": "常磐野小学校前(西行)",
    "lat": 35.02091068,
    "lon": 135.70141712
  },
  {
    "id": "720100",
    "name": "太秦北路町",
    "desc": "太秦北路町(東行)",
    "lat": 35.02105495,
    "lon": 135.69933004
  },
  {
    "id": "720200",
    "name": "太秦北路町",
    "desc": "太秦北路町(西行)",
    "lat": 35.02091147,
    "lon": 135.69898478
  },
  {
    "id": "721100",
    "name": "太秦開日町",
    "desc": "太秦開日町(東行)",
    "lat": 35.02106829,
    "lon": 135.69702942
  },
  {
    "id": "721200",
    "name": "太秦開日町",
    "desc": "太秦開日町(西行)",
    "lat": 35.0209313,
    "lon": 135.69590234
  },
  {
    "id": "722100",
    "name": "広沢御所ノ内町",
    "desc": "広沢御所ノ内町(東行)",
    "lat": 35.02115033,
    "lon": 135.69057045
  },
  {
    "id": "722200",
    "name": "広沢御所ノ内町",
    "desc": "広沢御所ノ内町(西行)",
    "lat": 35.02101273,
    "lon": 135.6903759
  },
  {
    "id": "723100",
    "name": "嵯峨中学前",
    "desc": "嵯峨中学前(東行)",
    "lat": 35.02102884,
    "lon": 135.68592746
  },
  {
    "id": "723200",
    "name": "嵯峨中学前",
    "desc": "嵯峨中学前(西行)",
    "lat": 35.02085429,
    "lon": 135.68544412
  },
  {
    "id": "724100",
    "name": "嵯峨瀬戸川町",
    "desc": "嵯峨瀬戸川町(東行)",
    "lat": 35.02024823,
    "lon": 135.67838696
  },
  {
    "id": "724200",
    "name": "嵯峨瀬戸川町",
    "desc": "嵯峨瀬戸川町(西行)",
    "lat": 35.02030777,
    "lon": 135.67953729
  },
  {
    "id": "725100",
    "name": "北白川",
    "desc": "北白川(東行)",
    "lat": 35.02895794,
    "lon": 135.78614956
  },
  {
    "id": "725200",
    "name": "北白川",
    "desc": "北白川(西行)",
    "lat": 35.02878196,
    "lon": 135.78665687
  },
  {
    "id": "726100",
    "name": "京大農学部前",
    "desc": "京大農学部前(東行)",
    "lat": 35.0286499,
    "lon": 135.78342151
  },
  {
    "id": "726200",
    "name": "京大農学部前",
    "desc": "京大農学部前(西行)",
    "lat": 35.02847445,
    "lon": 135.78396388
  },
  {
    "id": "727100",
    "name": "嵯峨嵐山駅前",
    "desc": "嵯峨嵐山駅前(東行)",
    "lat": 35.02066448,
    "lon": 135.68099348
  },
  {
    "id": "727200",
    "name": "嵯峨嵐山駅前",
    "desc": "嵯峨嵐山駅前(西行)",
    "lat": 35.02051004,
    "lon": 135.68086197
  },
  {
    "id": "731100",
    "name": "九条七本松",
    "desc": "九条七本松(東行)",
    "lat": 34.97865454,
    "lon": 135.73925174
  },
  {
    "id": "731200",
    "name": "九条七本松",
    "desc": "九条七本松(西行)",
    "lat": 34.97850525,
    "lon": 135.73951153
  },
  {
    "id": "742300",
    "name": "山ノ前町",
    "desc": "山ノ前町(南行)",
    "lat": 35.05581601,
    "lon": 135.74114297
  },
  {
    "id": "742400",
    "name": "山ノ前町",
    "desc": "山ノ前町(北行)",
    "lat": 35.05621038,
    "lon": 135.74104993
  },
  {
    "id": "743100",
    "name": "上賀茂豊田町",
    "desc": "上賀茂豊田町(東行)",
    "lat": 35.05618948,
    "lon": 135.76463807
  },
  {
    "id": "743200",
    "name": "上賀茂豊田町",
    "desc": "上賀茂豊田町(西行)",
    "lat": 35.05610585,
    "lon": 135.76401992
  },
  {
    "id": "744300",
    "name": "上賀茂松本町",
    "desc": "上賀茂松本町(南行)",
    "lat": 35.0546555,
    "lon": 135.76333806
  },
  {
    "id": "744400",
    "name": "上賀茂松本町",
    "desc": "上賀茂松本町(北行)",
    "lat": 35.05461763,
    "lon": 135.7632529
  },
  {
    "id": "745100",
    "name": "上賀茂小学校前",
    "desc": "上賀茂小学校前(東行)",
    "lat": 35.05610896,
    "lon": 135.76000845
  },
  {
    "id": "745200",
    "name": "上賀茂小学校前",
    "desc": "上賀茂小学校前(西行)",
    "lat": 35.05607766,
    "lon": 135.7622829
  },
  {
    "id": "748100",
    "name": "下三栖",
    "desc": "下三栖(東行)",
    "lat": 34.92671155,
    "lon": 135.74981145
  },
  {
    "id": "748200",
    "name": "下三栖",
    "desc": "下三栖(西行)",
    "lat": 34.92652982,
    "lon": 135.74981642
  },
  {
    "id": "749001",
    "name": "横大路車庫前",
    "desc": "横大路車庫前(おりば)",
    "lat": 34.92644503,
    "lon": 135.74416077
  },
  {
    "id": "749100",
    "name": "横大路車庫前",
    "desc": "横大路車庫前(東行)",
    "lat": 34.92649726,
    "lon": 135.74400118
  },
  {
    "id": "750300",
    "name": "免許試験場前",
    "desc": "免許試験場前(南行)",
    "lat": 34.92470033,
    "lon": 135.72285681
  },
  {
    "id": "750410",
    "name": "免許試験場前",
    "desc": "免許試験場前(北行北詰)",
    "lat": 34.92484674,
    "lon": 135.72278332
  },
  {
    "id": "750420",
    "name": "免許試験場前",
    "desc": "免許試験場前(北行南詰)",
    "lat": 34.92386224,
    "lon": 135.72271613
  },
  {
    "id": "751300",
    "name": "南横大路（さすてな京都）",
    "desc": "南横大路(南行)",
    "lat": 34.91946513,
    "lon": 135.7311928
  },
  {
    "id": "751400",
    "name": "南横大路（さすてな京都）",
    "desc": "南横大路(北行)",
    "lat": 34.92054924,
    "lon": 135.73212569
  },
  {
    "id": "752100",
    "name": "角倉町",
    "desc": "角倉町(東行)",
    "lat": 35.01404125,
    "lon": 135.68175275
  },
  {
    "id": "753100",
    "name": "馬塚町",
    "desc": "馬塚町(東行)",
    "lat": 35.01532306,
    "lon": 135.72054171
  },
  {
    "id": "753200",
    "name": "馬塚町",
    "desc": "馬塚町(西行)",
    "lat": 35.01524236,
    "lon": 135.71990781
  },
  {
    "id": "761300",
    "name": "洛水高校前",
    "desc": "洛水高校前(南行)",
    "lat": 34.92342871,
    "lon": 135.73533471
  },
  {
    "id": "761400",
    "name": "洛水高校前",
    "desc": "洛水高校前(北行)",
    "lat": 34.92336395,
    "lon": 135.73507595
  },
  {
    "id": "765100",
    "name": "花園扇野町",
    "desc": "花園扇野町(東行)",
    "lat": 35.01862777,
    "lon": 135.715969
  },
  {
    "id": "765200",
    "name": "花園扇野町",
    "desc": "花園扇野町(西行)",
    "lat": 35.01836173,
    "lon": 135.71516146
  },
  {
    "id": "766100",
    "name": "原谷",
    "desc": "原谷(バス停)",
    "lat": 35.04271914,
    "lon": 135.71355666
  },
  {
    "id": "767100",
    "name": "原谷口",
    "desc": "原谷口(東行)",
    "lat": 35.04562731,
    "lon": 135.71916543
  },
  {
    "id": "767200",
    "name": "原谷口",
    "desc": "原谷口(西行)",
    "lat": 35.0456986,
    "lon": 135.71870588
  },
  {
    "id": "768300",
    "name": "立命館西園寺記念館前",
    "desc": "立命館西園寺記念館前(南行)",
    "lat": 35.03960143,
    "lon": 135.72649422
  },
  {
    "id": "768400",
    "name": "立命館西園寺記念館前",
    "desc": "立命館西園寺記念館前(北行)",
    "lat": 35.03957045,
    "lon": 135.72630385
  },
  {
    "id": "769100",
    "name": "原谷農協前",
    "desc": "原谷農協前(バス停)",
    "lat": 35.04448614,
    "lon": 135.71679088
  },
  {
    "id": "770300",
    "name": "吉祥院宮ノ西町",
    "desc": "吉祥院宮ノ西町(南行)",
    "lat": 34.98300801,
    "lon": 135.72093968
  },
  {
    "id": "770400",
    "name": "吉祥院宮ノ西町",
    "desc": "吉祥院宮ノ西町(北行)",
    "lat": 34.98277763,
    "lon": 135.72081081
  },
  {
    "id": "771300",
    "name": "吉祥院壱ノ段町",
    "desc": "吉祥院壱ノ段町(南行)",
    "lat": 34.97917989,
    "lon": 135.72364746
  },
  {
    "id": "771400",
    "name": "吉祥院壱ノ段町",
    "desc": "吉祥院壱ノ段町(北行)",
    "lat": 34.97890337,
    "lon": 135.72355389
  },
  {
    "id": "772300",
    "name": "葛野大路九条",
    "desc": "葛野大路九条(南行)",
    "lat": 34.97550696,
    "lon": 135.72627168
  },
  {
    "id": "772400",
    "name": "葛野大路九条",
    "desc": "葛野大路九条(北行)",
    "lat": 34.97545514,
    "lon": 135.72602752
  },
  {
    "id": "773400",
    "name": "西板橋",
    "desc": "西板橋(北行)",
    "lat": 34.93752382,
    "lon": 135.75657684
  },
  {
    "id": "774300",
    "name": "二条駅西口",
    "desc": "二条駅西口(南行)",
    "lat": 35.01127676,
    "lon": 135.74122332
  },
  {
    "id": "775300",
    "name": "衣笠氷室町",
    "desc": "衣笠氷室町(南行)",
    "lat": 35.04160348,
    "lon": 135.72397015
  },
  {
    "id": "775400",
    "name": "衣笠氷室町",
    "desc": "衣笠氷室町(北行)",
    "lat": 35.0410981,
    "lon": 135.72439098
  },
  {
    "id": "776300",
    "name": "小畑川公園北口",
    "desc": "小畑川公園北口(南行)",
    "lat": 34.96814928,
    "lon": 135.67580406
  },
  {
    "id": "776400",
    "name": "小畑川公園北口",
    "desc": "小畑川公園北口(北行)",
    "lat": 34.96780913,
    "lon": 135.67563924
  },
  {
    "id": "777100",
    "name": "新林公団住宅前",
    "desc": "新林公団住宅前(東行)",
    "lat": 34.96636457,
    "lon": 135.67079653
  },
  {
    "id": "777200",
    "name": "新林公団住宅前",
    "desc": "新林公団住宅前(西行)",
    "lat": 34.96619562,
    "lon": 135.66938428
  },
  {
    "id": "778300",
    "name": "新林センター前",
    "desc": "新林センター前(南行)",
    "lat": 34.9687338,
    "lon": 135.66665231
  },
  {
    "id": "778400",
    "name": "新林センター前",
    "desc": "新林センター前(北行)",
    "lat": 34.96835142,
    "lon": 135.66647979
  },
  {
    "id": "779300",
    "name": "新林池公園",
    "desc": "新林池公園(南行)",
    "lat": 34.9710726,
    "lon": 135.66748977
  },
  {
    "id": "779400",
    "name": "新林池公園",
    "desc": "新林池公園(北行)",
    "lat": 34.97078845,
    "lon": 135.66708955
  },
  {
    "id": "780100",
    "name": "新林中通",
    "desc": "新林中通(東行)",
    "lat": 34.97105609,
    "lon": 135.66990791
  },
  {
    "id": "780200",
    "name": "新林中通",
    "desc": "新林中通(西行)",
    "lat": 34.9703079,
    "lon": 135.6719535
  },
  {
    "id": "781300",
    "name": "東新林町",
    "desc": "東新林町(南行)",
    "lat": 34.96781331,
    "lon": 135.67386634
  },
  {
    "id": "781400",
    "name": "東新林町",
    "desc": "東新林町(北行)",
    "lat": 34.96825758,
    "lon": 135.6734631
  },
  {
    "id": "782300",
    "name": "葛野大路高辻",
    "desc": "葛野大路高辻(南行)",
    "lat": 34.99935591,
    "lon": 135.71982418
  },
  {
    "id": "782400",
    "name": "葛野大路高辻",
    "desc": "葛野大路高辻(北行)",
    "lat": 35.00042781,
    "lon": 135.71955487
  },
  {
    "id": "783300",
    "name": "鳥羽大橋北詰",
    "desc": "鳥羽大橋北詰(南行)",
    "lat": 34.95742305,
    "lon": 135.74573782
  },
  {
    "id": "783400",
    "name": "鳥羽大橋北詰",
    "desc": "鳥羽大橋北詰(北行)",
    "lat": 34.95696498,
    "lon": 135.74552217
  },
  {
    "id": "784300",
    "name": "葛野大路花屋町",
    "desc": "葛野大路花屋町(南行)",
    "lat": 34.99112824,
    "lon": 135.71996088
  },
  {
    "id": "784400",
    "name": "葛野大路花屋町",
    "desc": "葛野大路花屋町(北行)",
    "lat": 34.99199292,
    "lon": 135.71972098
  },
  {
    "id": "785400",
    "name": "西京極駅前",
    "desc": "西京極駅前(バス停)",
    "lat": 34.99208784,
    "lon": 135.71878977
  },
  {
    "id": "786100",
    "name": "広沢池・佛大広沢校前",
    "desc": "広沢池・佛大広沢校前(東行)",
    "lat": 35.02571278,
    "lon": 135.6875834
  },
  {
    "id": "787100",
    "name": "地下鉄十条駅前",
    "desc": "地下鉄十条駅前(D)",
    "lat": 34.973346,
    "lon": 135.7588874
  },
  {
    "id": "787200",
    "name": "地下鉄十条駅前",
    "desc": "地下鉄十条駅前(C)",
    "lat": 34.97321401,
    "lon": 135.75901775
  },
  {
    "id": "787300",
    "name": "地下鉄十条駅前",
    "desc": "地下鉄十条駅前(A)",
    "lat": 34.97290704,
    "lon": 135.75978512
  },
  {
    "id": "787400",
    "name": "地下鉄十条駅前",
    "desc": "地下鉄十条駅前(B)",
    "lat": 34.97240706,
    "lon": 135.75962675
  },
  {
    "id": "788300",
    "name": "上里",
    "desc": "上里(南行)",
    "lat": 34.95236125,
    "lon": 135.68100756
  },
  {
    "id": "788400",
    "name": "上里",
    "desc": "上里(北行)",
    "lat": 34.95121141,
    "lon": 135.68205161
  },
  {
    "id": "789300",
    "name": "樫原鴫谷",
    "desc": "樫原鴫谷(南行)",
    "lat": 34.97521182,
    "lon": 135.68689888
  },
  {
    "id": "789400",
    "name": "樫原鴫谷",
    "desc": "樫原鴫谷(北行)",
    "lat": 34.97520273,
    "lon": 135.68660419
  },
  {
    "id": "790300",
    "name": "洛西高校前",
    "desc": "洛西高校前(南行)",
    "lat": 34.96462615,
    "lon": 135.66774724
  },
  {
    "id": "790400",
    "name": "洛西高校前",
    "desc": "洛西高校前(北行)",
    "lat": 34.9642577,
    "lon": 135.66768031
  },
  {
    "id": "791300",
    "name": "境谷センター前",
    "desc": "境谷センター前(南行)",
    "lat": 34.96163303,
    "lon": 135.66869155
  },
  {
    "id": "791400",
    "name": "境谷センター前",
    "desc": "境谷センター前(北行)",
    "lat": 34.96038662,
    "lon": 135.66890165
  },
  {
    "id": "792300",
    "name": "西竹の里町",
    "desc": "西竹の里町(南行)",
    "lat": 34.95694541,
    "lon": 135.67017942
  },
  {
    "id": "792400",
    "name": "西竹の里町",
    "desc": "西竹の里町(北行)",
    "lat": 34.95720586,
    "lon": 135.66990743
  },
  {
    "id": "793100",
    "name": "北福西町一丁目",
    "desc": "北福西町一丁目(東行)",
    "lat": 34.96492567,
    "lon": 135.67891871
  },
  {
    "id": "793200",
    "name": "北福西町一丁目",
    "desc": "北福西町一丁目(西行)",
    "lat": 34.96462699,
    "lon": 135.67995022
  },
  {
    "id": "794100",
    "name": "三ノ宮街道",
    "desc": "三ノ宮街道(東行)",
    "lat": 34.97274438,
    "lon": 135.68964546
  },
  {
    "id": "794200",
    "name": "三ノ宮街道",
    "desc": "三ノ宮街道(西行)",
    "lat": 34.97239175,
    "lon": 135.68863767
  },
  {
    "id": "795100",
    "name": "樫原水築町",
    "desc": "樫原水築町(東行)",
    "lat": 34.9732118,
    "lon": 135.69472608
  },
  {
    "id": "795200",
    "name": "樫原水築町",
    "desc": "樫原水築町(西行)",
    "lat": 34.97310293,
    "lon": 135.6949152
  },
  {
    "id": "796100",
    "name": "樫原小学校前",
    "desc": "樫原小学校前(東行)",
    "lat": 34.9731949,
    "lon": 135.6971679
  },
  {
    "id": "796200",
    "name": "樫原小学校前",
    "desc": "樫原小学校前(西行)",
    "lat": 34.97309481,
    "lon": 135.69752836
  },
  {
    "id": "797100",
    "name": "野田町",
    "desc": "野田町(東行)",
    "lat": 34.97325646,
    "lon": 135.70170156
  },
  {
    "id": "797200",
    "name": "野田町",
    "desc": "野田町(西行)",
    "lat": 34.97302467,
    "lon": 135.70096398
  },
  {
    "id": "798001",
    "name": "桂駅西口",
    "desc": "桂駅西口(おりば)",
    "lat": 34.97924893,
    "lon": 135.70230883
  },
  {
    "id": "798310",
    "name": "桂駅西口",
    "desc": "桂駅西口(1)",
    "lat": 34.97958196,
    "lon": 135.70225102
  },
  {
    "id": "798320",
    "name": "桂駅西口",
    "desc": "桂駅西口(2)",
    "lat": 34.97948137,
    "lon": 135.70226462
  },
  {
    "id": "798330",
    "name": "桂駅西口",
    "desc": "桂駅西口(3)",
    "lat": 34.97935279,
    "lon": 135.70228979
  },
  {
    "id": "799100",
    "name": "境谷大橋",
    "desc": "境谷大橋(東行)",
    "lat": 34.96532716,
    "lon": 135.67539293
  },
  {
    "id": "799200",
    "name": "境谷大橋",
    "desc": "境谷大橋(西行)",
    "lat": 34.96506037,
    "lon": 135.67563828
  },
  {
    "id": "800100",
    "name": "京都明徳高校前",
    "desc": "京都明徳高校前(東行)",
    "lat": 34.9694956,
    "lon": 135.68188839
  },
  {
    "id": "800200",
    "name": "京都明徳高校前",
    "desc": "京都明徳高校前(西行)",
    "lat": 34.96863873,
    "lon": 135.68061866
  },
  {
    "id": "801001",
    "name": "洛西バスターミナル",
    "desc": "洛西バスターミナル(おりば)",
    "lat": 34.96330518,
    "lon": 135.67560099
  },
  {
    "id": "801110",
    "name": "洛西バスターミナル",
    "desc": "洛西バスターミナル(1)",
    "lat": 34.9627147,
    "lon": 135.67597602
  },
  {
    "id": "801120",
    "name": "洛西バスターミナル",
    "desc": "洛西バスターミナル(2)",
    "lat": 34.96292657,
    "lon": 135.67606127
  },
  {
    "id": "801130",
    "name": "洛西バスターミナル",
    "desc": "洛西バスターミナル(3)",
    "lat": 34.96306464,
    "lon": 135.67598372
  },
  {
    "id": "801140",
    "name": "洛西バスターミナル",
    "desc": "洛西バスターミナル(4)",
    "lat": 34.9632081,
    "lon": 135.67591185
  },
  {
    "id": "802300",
    "name": "東竹の里橋",
    "desc": "東竹の里橋(南行)",
    "lat": 34.95785107,
    "lon": 135.67808743
  },
  {
    "id": "802400",
    "name": "東竹の里橋",
    "desc": "東竹の里橋(北行)",
    "lat": 34.95720384,
    "lon": 135.67780475
  },
  {
    "id": "803100",
    "name": "東竹の里町",
    "desc": "東竹の里町(東行)",
    "lat": 34.95584678,
    "lon": 135.67581916
  },
  {
    "id": "803200",
    "name": "東竹の里町",
    "desc": "東竹の里町(西行)",
    "lat": 34.95554225,
    "lon": 135.6765353
  },
  {
    "id": "804300",
    "name": "福西遺跡公園前",
    "desc": "福西遺跡公園前(南行)",
    "lat": 34.9624909,
    "lon": 135.67864917
  },
  {
    "id": "804400",
    "name": "福西遺跡公園前",
    "desc": "福西遺跡公園前(北行)",
    "lat": 34.9635076,
    "lon": 135.67782132
  },
  {
    "id": "805300",
    "name": "洛西大橋",
    "desc": "洛西大橋(南行)",
    "lat": 34.9604088,
    "lon": 135.67973103
  },
  {
    "id": "805400",
    "name": "洛西大橋",
    "desc": "洛西大橋(北行)",
    "lat": 34.96020762,
    "lon": 135.67953912
  },
  {
    "id": "806300",
    "name": "中央公園南口",
    "desc": "中央公園南口(南行)",
    "lat": 34.95652877,
    "lon": 135.68043681
  },
  {
    "id": "806400",
    "name": "中央公園南口",
    "desc": "中央公園南口(北行)",
    "lat": 34.95699296,
    "lon": 135.68015452
  },
  {
    "id": "807100",
    "name": "南福西町三丁目",
    "desc": "南福西町三丁目(東行)",
    "lat": 34.95481546,
    "lon": 135.68502844
  },
  {
    "id": "807200",
    "name": "南福西町三丁目",
    "desc": "南福西町三丁目(西行)",
    "lat": 34.95459884,
    "lon": 135.68499223
  },
  {
    "id": "808300",
    "name": "南福西町二丁目",
    "desc": "南福西町二丁目(南行)",
    "lat": 34.95624509,
    "lon": 135.68734802
  },
  {
    "id": "808400",
    "name": "南福西町二丁目",
    "desc": "南福西町二丁目(北行)",
    "lat": 34.95658207,
    "lon": 135.68699968
  },
  {
    "id": "809300",
    "name": "南福西町（竹林公園前）",
    "desc": "南福西町（竹林公園前）(南行)",
    "lat": 34.95890442,
    "lon": 135.68577736
  },
  {
    "id": "809400",
    "name": "南福西町（竹林公園前）",
    "desc": "南福西町（竹林公園前）(北行)",
    "lat": 34.95924012,
    "lon": 135.68534392
  },
  {
    "id": "810300",
    "name": "北福西町",
    "desc": "北福西町(南行)",
    "lat": 34.96204619,
    "lon": 135.68279016
  },
  {
    "id": "810400",
    "name": "北福西町",
    "desc": "北福西町(北行)",
    "lat": 34.96297227,
    "lon": 135.68195866
  },
  {
    "id": "811300",
    "name": "右京の里",
    "desc": "右京の里(南行)",
    "lat": 34.95044317,
    "lon": 135.68824834
  },
  {
    "id": "811400",
    "name": "右京の里",
    "desc": "右京の里(北行)",
    "lat": 34.9509431,
    "lon": 135.68809981
  },
  {
    "id": "813300",
    "name": "紅葉町",
    "desc": "紅葉町(南行)",
    "lat": 34.94787745,
    "lon": 135.68854853
  },
  {
    "id": "813400",
    "name": "紅葉町",
    "desc": "紅葉町(北行)",
    "lat": 34.9480232,
    "lon": 135.68845431
  },
  {
    "id": "814100",
    "name": "勝山町",
    "desc": "勝山町(東行)",
    "lat": 34.94768851,
    "lon": 135.69201961
  },
  {
    "id": "814200",
    "name": "勝山町",
    "desc": "勝山町(西行)",
    "lat": 34.94745101,
    "lon": 135.69122737
  },
  {
    "id": "815100",
    "name": "大原野小学校前",
    "desc": "大原野小学校前(東行)",
    "lat": 34.95484896,
    "lon": 135.66740277
  },
  {
    "id": "815200",
    "name": "大原野小学校前",
    "desc": "大原野小学校前(西行)",
    "lat": 34.95462757,
    "lon": 135.66623692
  },
  {
    "id": "816100",
    "name": "花の舞公園前",
    "desc": "花の舞公園前(東行)",
    "lat": 34.98595044,
    "lon": 135.66786239
  },
  {
    "id": "816200",
    "name": "花の舞公園前",
    "desc": "花の舞公園前(西行)",
    "lat": 34.98577068,
    "lon": 135.66714003
  },
  {
    "id": "817300",
    "name": "西京極小学校前",
    "desc": "西京極小学校前(南行)",
    "lat": 34.98819615,
    "lon": 135.71999694
  },
  {
    "id": "817400",
    "name": "西京極小学校前",
    "desc": "西京極小学校前(北行)",
    "lat": 34.98792845,
    "lon": 135.71977136
  },
  {
    "id": "818100",
    "name": "久世橋通大宮",
    "desc": "久世橋通大宮(東行)",
    "lat": 34.96572375,
    "lon": 135.7498379
  },
  {
    "id": "818200",
    "name": "久世橋通大宮",
    "desc": "久世橋通大宮(西行)",
    "lat": 34.9655398,
    "lon": 135.74963934
  },
  {
    "id": "819100",
    "name": "久世橋通油小路",
    "desc": "久世橋通油小路(東行)",
    "lat": 34.96701661,
    "lon": 135.75430241
  },
  {
    "id": "819200",
    "name": "久世橋通油小路",
    "desc": "久世橋通油小路(西行)",
    "lat": 34.96685683,
    "lon": 135.75437602
  },
  {
    "id": "820100",
    "name": "久世橋通新町",
    "desc": "久世橋通新町(東行)",
    "lat": 34.96958618,
    "lon": 135.75761467
  },
  {
    "id": "820200",
    "name": "久世橋通新町",
    "desc": "久世橋通新町(西行)",
    "lat": 34.96952832,
    "lon": 135.75784199
  },
  {
    "id": "821100",
    "name": "三栖大黒町",
    "desc": "三栖大黒町(東行)",
    "lat": 34.93295232,
    "lon": 135.75442769
  },
  {
    "id": "821200",
    "name": "三栖大黒町",
    "desc": "三栖大黒町(西行)",
    "lat": 34.93283891,
    "lon": 135.75401673
  },
  {
    "id": "822100",
    "name": "小松原児童公園前",
    "desc": "小松原児童公園前(東行)",
    "lat": 35.03272085,
    "lon": 135.72785445
  },
  {
    "id": "822200",
    "name": "小松原児童公園前",
    "desc": "小松原児童公園前(西行)",
    "lat": 35.03176995,
    "lon": 135.72934799
  },
  {
    "id": "823300",
    "name": "西大路駅前",
    "desc": "西大路駅前(南行)",
    "lat": 34.97966497,
    "lon": 135.73288547
  },
  {
    "id": "823400",
    "name": "西大路駅前",
    "desc": "西大路駅前(北行)",
    "lat": 34.97970031,
    "lon": 135.7326237
  },
  {
    "id": "824300",
    "name": "大原野上里北ノ町",
    "desc": "大原野上里北ノ町(南行)",
    "lat": 34.95119456,
    "lon": 135.69103058
  },
  {
    "id": "824400",
    "name": "大原野上里北ノ町",
    "desc": "大原野上里北ノ町(北行)",
    "lat": 34.94857245,
    "lon": 135.69379718
  },
  {
    "id": "825100",
    "name": "樫原塚ノ本町",
    "desc": "樫原塚ノ本町(東行)",
    "lat": 34.97321464,
    "lon": 135.69203561
  },
  {
    "id": "825200",
    "name": "樫原塚ノ本町",
    "desc": "樫原塚ノ本町(西行)",
    "lat": 34.97307511,
    "lon": 135.69148512
  },
  {
    "id": "826100",
    "name": "川島粟田町",
    "desc": "川島粟田町(東行)",
    "lat": 34.97646676,
    "lon": 135.69845569
  },
  {
    "id": "826200",
    "name": "川島粟田町",
    "desc": "川島粟田町(西行)",
    "lat": 34.97629114,
    "lon": 135.69814252
  },
  {
    "id": "827100",
    "name": "樫原秤谷町",
    "desc": "樫原秤谷町(東行)",
    "lat": 34.97204399,
    "lon": 135.68605016
  },
  {
    "id": "827200",
    "name": "樫原秤谷町",
    "desc": "樫原秤谷町(西行)",
    "lat": 34.97192628,
    "lon": 135.68635996
  },
  {
    "id": "828400",
    "name": "石原団地前",
    "desc": "石原団地前(北行)",
    "lat": 34.96234031,
    "lon": 135.72698317
  },
  {
    "id": "829200",
    "name": "吉祥院嶋高町",
    "desc": "吉祥院嶋高町(西行)",
    "lat": 34.95994967,
    "lon": 135.72961325
  },
  {
    "id": "830300",
    "name": "上鳥羽馬廻",
    "desc": "上鳥羽馬廻(南行)",
    "lat": 34.96271208,
    "lon": 135.73580331
  },
  {
    "id": "831300",
    "name": "烏丸下立売",
    "desc": "烏丸下立売(南行)",
    "lat": 35.01930427,
    "lon": 135.75941821
  },
  {
    "id": "831400",
    "name": "烏丸下立売",
    "desc": "烏丸下立売(北行)",
    "lat": 35.02030476,
    "lon": 135.75923498
  },
  {
    "id": "832100",
    "name": "四条葛野大路",
    "desc": "四条葛野大路(B)",
    "lat": 35.00365082,
    "lon": 135.72096335
  },
  {
    "id": "832200",
    "name": "四条葛野大路",
    "desc": "四条葛野大路(C)",
    "lat": 35.00348144,
    "lon": 135.72095767
  },
  {
    "id": "832300",
    "name": "四条葛野大路",
    "desc": "四条葛野大路(A)",
    "lat": 35.00486954,
    "lon": 135.71973293
  },
  {
    "id": "832400",
    "name": "四条葛野大路",
    "desc": "四条葛野大路(D)",
    "lat": 35.00501051,
    "lon": 135.71951283
  },
  {
    "id": "836100",
    "name": "松ヶ崎橋",
    "desc": "松ヶ崎橋(東行)",
    "lat": 35.0516469,
    "lon": 135.78859571
  },
  {
    "id": "836200",
    "name": "松ヶ崎橋",
    "desc": "松ヶ崎橋(西行)",
    "lat": 35.05158314,
    "lon": 135.78833172
  },
  {
    "id": "837100",
    "name": "松ヶ崎大黒天",
    "desc": "松ヶ崎大黒天(東行)",
    "lat": 35.05184851,
    "lon": 135.78555875
  },
  {
    "id": "837200",
    "name": "松ヶ崎大黒天",
    "desc": "松ヶ崎大黒天(西行)",
    "lat": 35.05168617,
    "lon": 135.78469948
  },
  {
    "id": "838001",
    "name": "桂坂中央",
    "desc": "桂坂中央(おりば)",
    "lat": 34.98424875,
    "lon": 135.66563309
  },
  {
    "id": "838300",
    "name": "桂坂中央",
    "desc": "桂坂中央(バス停)",
    "lat": 34.98414361,
    "lon": 135.66588768
  },
  {
    "id": "839110",
    "name": "福西竹の里",
    "desc": "福西竹の里(A)",
    "lat": 34.95522156,
    "lon": 135.68101117
  },
  {
    "id": "839120",
    "name": "福西竹の里",
    "desc": "福西竹の里(D)",
    "lat": 34.95536639,
    "lon": 135.6796399
  },
  {
    "id": "839200",
    "name": "福西竹の里",
    "desc": "福西竹の里(B)",
    "lat": 34.95518289,
    "lon": 135.67961751
  },
  {
    "id": "839400",
    "name": "福西竹の里",
    "desc": "福西竹の里(C)",
    "lat": 34.95575187,
    "lon": 135.68018226
  },
  {
    "id": "840100",
    "name": "西境谷町三丁目",
    "desc": "西境谷町三丁目(東行)",
    "lat": 34.96064408,
    "lon": 135.67208576
  },
  {
    "id": "840200",
    "name": "西境谷町三丁目",
    "desc": "西境谷町三丁目(西行)",
    "lat": 34.9598766,
    "lon": 135.67181108
  },
  {
    "id": "841001",
    "name": "岩倉操車場前",
    "desc": "岩倉操車場前(おりば)",
    "lat": 35.06526368,
    "lon": 135.78046568
  },
  {
    "id": "841100",
    "name": "岩倉操車場前",
    "desc": "岩倉操車場前(東行)",
    "lat": 35.0651751,
    "lon": 135.78187092
  },
  {
    "id": "842100",
    "name": "上鳥羽塔ノ森",
    "desc": "上鳥羽塔ノ森(東行)",
    "lat": 34.94635717,
    "lon": 135.73806678
  },
  {
    "id": "842200",
    "name": "上鳥羽塔ノ森",
    "desc": "上鳥羽塔ノ森(西行)",
    "lat": 34.94625622,
    "lon": 135.73812454
  },
  {
    "id": "842400",
    "name": "上鳥羽塔ノ森",
    "desc": "上鳥羽塔ノ森(北行)",
    "lat": 34.94677411,
    "lon": 135.73910766
  },
  {
    "id": "843100",
    "name": "桂坂センター前",
    "desc": "桂坂センター前(東行)",
    "lat": 34.98252579,
    "lon": 135.6656398
  },
  {
    "id": "843200",
    "name": "桂坂センター前",
    "desc": "桂坂センター前(西行)",
    "lat": 34.98239808,
    "lon": 135.66526414
  },
  {
    "id": "844100",
    "name": "天蓋公園前",
    "desc": "天蓋公園前(東行)",
    "lat": 34.9825121,
    "lon": 135.66057061
  },
  {
    "id": "844200",
    "name": "天蓋公園前",
    "desc": "天蓋公園前(西行)",
    "lat": 34.98240619,
    "lon": 135.65968171
  },
  {
    "id": "845300",
    "name": "西桂坂",
    "desc": "西桂坂(南行)",
    "lat": 34.98468549,
    "lon": 135.65605624
  },
  {
    "id": "845400",
    "name": "西桂坂",
    "desc": "西桂坂(北行)",
    "lat": 34.98425195,
    "lon": 135.65592347
  },
  {
    "id": "846400",
    "name": "北沓掛町六丁目",
    "desc": "北沓掛六丁目(北行)",
    "lat": 34.97916463,
    "lon": 135.66628194
  },
  {
    "id": "847100",
    "name": "南工業団地前",
    "desc": "南工業団地前(東行)",
    "lat": 34.94564918,
    "lon": 135.72248774
  },
  {
    "id": "848200",
    "name": "下津林大般若町",
    "desc": "下津林大般若町(西行)",
    "lat": 34.97348365,
    "lon": 135.71324274
  },
  {
    "id": "848300",
    "name": "下津林大般若町",
    "desc": "下津林大般若町(南行)",
    "lat": 34.97383653,
    "lon": 135.71466433
  },
  {
    "id": "848400",
    "name": "下津林大般若町",
    "desc": "下津林大般若町(北行)",
    "lat": 34.97432022,
    "lon": 135.71410475
  },
  {
    "id": "849100",
    "name": "大枝山町西",
    "desc": "大枝山町西(東行)",
    "lat": 34.9854854,
    "lon": 135.65894742
  },
  {
    "id": "849200",
    "name": "大枝山町西",
    "desc": "大枝山町西(西行)",
    "lat": 34.98537921,
    "lon": 135.65854967
  },
  {
    "id": "850300",
    "name": "ふれあいの里",
    "desc": "ふれあいの里(南行)",
    "lat": 34.98727553,
    "lon": 135.6560794
  },
  {
    "id": "850400",
    "name": "ふれあいの里",
    "desc": "ふれあいの里(北行)",
    "lat": 34.98742181,
    "lon": 135.65594336
  },
  {
    "id": "851100",
    "name": "桂坂小学校前",
    "desc": "桂坂小学校前(東行)",
    "lat": 34.98569095,
    "lon": 135.66413072
  },
  {
    "id": "851200",
    "name": "桂坂小学校前",
    "desc": "桂坂小学校前(西行)",
    "lat": 34.98551426,
    "lon": 135.66380555
  },
  {
    "id": "852100",
    "name": "峰ヶ堂町三丁目",
    "desc": "峰ヶ堂町三丁目(東行)",
    "lat": 34.98261809,
    "lon": 135.67092936
  },
  {
    "id": "852200",
    "name": "峰ヶ堂町三丁目",
    "desc": "峰ヶ堂町三丁目(西行)",
    "lat": 34.98251476,
    "lon": 135.67147089
  },
  {
    "id": "853100",
    "name": "東桂坂",
    "desc": "東桂坂(東行)",
    "lat": 34.9840758,
    "lon": 135.67529877
  },
  {
    "id": "853200",
    "name": "東桂坂",
    "desc": "東桂坂(西行)",
    "lat": 34.98396439,
    "lon": 135.67552085
  },
  {
    "id": "854100",
    "name": "桂御陵坂",
    "desc": "桂御陵坂(東行)",
    "lat": 34.98201417,
    "lon": 135.67818048
  },
  {
    "id": "854200",
    "name": "桂御陵坂",
    "desc": "桂御陵坂(西行)",
    "lat": 34.98186803,
    "lon": 135.67837025
  },
  {
    "id": "855100",
    "name": "大枝山町東",
    "desc": "大枝山町東(東行)",
    "lat": 34.98596809,
    "lon": 135.67073931
  },
  {
    "id": "855200",
    "name": "大枝山町東",
    "desc": "大枝山町東(西行)",
    "lat": 34.98585844,
    "lon": 135.67034572
  },
  {
    "id": "856002",
    "name": "山越中町",
    "desc": "山越中町(おりば(操車場内))",
    "lat": 35.0256379,
    "lon": 135.69619948
  },
  {
    "id": "856300",
    "name": "山越中町",
    "desc": "山越中町(南行)",
    "lat": 35.02576342,
    "lon": 135.69602517
  },
  {
    "id": "856400",
    "name": "山越中町",
    "desc": "山越中町(北行)",
    "lat": 35.02580735,
    "lon": 135.69603724
  },
  {
    "id": "857300",
    "name": "やまごえ温水プール前",
    "desc": "やまごえ温水プール前(南行)",
    "lat": 35.03254173,
    "lon": 135.69596524
  },
  {
    "id": "857400",
    "name": "やまごえ温水プール前",
    "desc": "やまごえ温水プール前(北行)",
    "lat": 35.03260048,
    "lon": 135.69587874
  },
  {
    "id": "858300",
    "name": "峰ヶ堂町一丁目",
    "desc": "峰ヶ堂町一丁目(南行)",
    "lat": 34.984474,
    "lon": 135.67375887
  },
  {
    "id": "858400",
    "name": "峰ヶ堂町一丁目",
    "desc": "峰ヶ堂町一丁目(北行)",
    "lat": 34.98475136,
    "lon": 135.67363201
  },
  {
    "id": "860400",
    "name": "ライトハウス前",
    "desc": "ライトハウス前(北行)",
    "lat": 35.03954778,
    "lon": 135.7389406
  },
  {
    "id": "863001",
    "name": "太秦天神川駅前",
    "desc": "太秦天神川駅前(おりば)",
    "lat": 35.01052661,
    "lon": 135.71594568
  },
  {
    "id": "863100",
    "name": "太秦天神川駅前",
    "desc": "太秦天神川駅前(C)",
    "lat": 35.01091402,
    "lon": 135.7149609
  },
  {
    "id": "863210",
    "name": "太秦天神川駅前",
    "desc": "太秦天神川駅前(A)",
    "lat": 35.01034124,
    "lon": 135.71545539
  },
  {
    "id": "863220",
    "name": "太秦天神川駅前",
    "desc": "太秦天神川駅前(B)",
    "lat": 35.01034613,
    "lon": 135.71568374
  },
  {
    "id": "883300",
    "name": "京阪中書島・伏見港公園",
    "desc": "京阪中書島・伏見港公園(駅南側)",
    "lat": 34.92642292,
    "lon": 135.75941541
  },
  {
    "id": "883400",
    "name": "京阪中書島・伏見港公園",
    "desc": "京阪中書島・伏見港公園(公園側)",
    "lat": 34.92597967,
    "lon": 135.75888679
  },
  {
    "id": "885300",
    "name": "京大桂キャンパス前",
    "desc": "京大桂キャンパス前(南行)",
    "lat": 34.98011434,
    "lon": 135.68086335
  },
  {
    "id": "885400",
    "name": "京大桂キャンパス前",
    "desc": "京大桂キャンパス前(北行)",
    "lat": 34.97999915,
    "lon": 135.68112341
  },
  {
    "id": "886300",
    "name": "桂イノベーションパーク前",
    "desc": "桂イノベーションパーク前(南行)",
    "lat": 34.97828374,
    "lon": 135.68318377
  },
  {
    "id": "886400",
    "name": "桂イノベーションパーク前",
    "desc": "桂イノベーションパーク前(北行)",
    "lat": 34.97834178,
    "lon": 135.68296347
  },
  {
    "id": "902300",
    "name": "荒神口",
    "desc": "荒神口(南行)",
    "lat": 35.0222594,
    "lon": 135.76932474
  },
  {
    "id": "902400",
    "name": "荒神口",
    "desc": "荒神口(北行)",
    "lat": 35.02084969,
    "lon": 135.76932941
  },
  {
    "id": "905100",
    "name": "東山仁王門",
    "desc": "東山仁王門(東行)",
    "lat": 35.01187934,
    "lon": 135.77914289
  },
  {
    "id": "905300",
    "name": "東山仁王門",
    "desc": "東山仁王門(南行)",
    "lat": 35.01063781,
    "lon": 135.77834303
  },
  {
    "id": "905400",
    "name": "東山仁王門",
    "desc": "東山仁王門(北行)",
    "lat": 35.0123352,
    "lon": 135.77830198
  },
  {
    "id": "906300",
    "name": "飛鳥井町",
    "desc": "飛鳥井町(A)",
    "lat": 35.03250135,
    "lon": 135.78029749
  },
  {
    "id": "906410",
    "name": "飛鳥井町",
    "desc": "飛鳥井町(C)",
    "lat": 35.03248538,
    "lon": 135.78006552
  },
  {
    "id": "906420",
    "name": "飛鳥井町",
    "desc": "飛鳥井町(B)",
    "lat": 35.03103178,
    "lon": 135.77964578
  },
  {
    "id": "910100",
    "name": "博物館三十三間堂前",
    "desc": "博物館三十三間堂前(東行)",
    "lat": 34.98921981,
    "lon": 135.77215493
  },
  {
    "id": "910200",
    "name": "博物館三十三間堂前",
    "desc": "博物館三十三間堂前(西行)",
    "lat": 34.98908392,
    "lon": 135.77174595
  },
  {
    "id": "911100",
    "name": "右京ふれあい文化会館前",
    "desc": "右京ふれあい文化会館前(東行)",
    "lat": 35.01554297,
    "lon": 135.71722435
  },
  {
    "id": "911200",
    "name": "右京ふれあい文化会館前",
    "desc": "右京ふれあい文化会館前(西行)",
    "lat": 35.01552467,
    "lon": 135.7166185
  },
  {
    "id": "952200",
    "name": "星の坂２番",
    "desc": "星の坂２番(バス停)",
    "lat": 34.98239911,
    "lon": 135.66277604
  },
  {
    "id": "953400",
    "name": "星の坂３番",
    "desc": "星の坂３番(バス停)",
    "lat": 34.98617727,
    "lon": 135.65595045
  },
  {
    "id": "954100",
    "name": "星の坂４番",
    "desc": "星の坂４番(バス停)",
    "lat": 34.98778808,
    "lon": 135.65785299
  },
  {
    "id": "955100",
    "name": "星の坂５番",
    "desc": "星の坂５番(バス停)",
    "lat": 34.98546602,
    "lon": 135.6616437
  },
  {
    "id": "956200",
    "name": "星の坂６番",
    "desc": "星の坂６番(バス停)",
    "lat": 34.98330367,
    "lon": 135.65695438
  }
];